Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Overwrite existing files
ar: اكتب فوق الملفات الموجودة
eo: Anstataŭigi ekzistantajn dosierojn
eu: Gainidatzi lehendik dauden fitxategiak
fi: Korvaa olemassa olevat tiedostot
fr: Écraser les fichiers existants
gl: Sobrescribir os ficheiros xa existente
hu: Meglévő fájlok felülírása
ia: Superscribe files existente
ko: 기존 파일 덮어쓰기
ru: Перезаписывать существующие файлы
tr: Var olan dosyaların üzerine yaz
zh_cn: 覆盖已存在的文件
zh_tw: 覆寫現存檔案

source: Delete partial files after cancel
ar: احذف الملفات الجزئية بعد الإلغاء
eo: Forigi partajn dosierojn post nuligo
eu: Ezabatu osatu gabeko fitxategiak galarazi ondoren
fi: Poista osittaiset tiedostot perumisen jälkeen
fr: Supprimer les fichiers partiels après une annulation
gl: Eliminar os ficheiros parciais ao cancelar.
hu: Részleges fájlok törlése megszakítás után
ia: Dele files partial post cancellar
ko: 취소한 후 부분적으로 완성된 파일 삭제
ru: Удалять незавершённые файлы после отмены
tr: İptal sonrası kısımsal dosyaları sil
zh_cn: 在取消后删除部分文件
zh_tw: 取消後刪除片段檔案

source: Eject CD tray after extraction finished
ar: أخرج درج القرص المضغوط بعد الانتهاء من الاستخراج
eo: Elĵeti KD-pleton post eltiro finiĝis
eu: Egotzi CD erretilua erauzten amaitu ondoren
fi: Avaa CD-asema onnistuneen purkamisen jälkeen
fr: Éjecter le tiroir du CD une fois l'extraction terminée
gl: Expulsar o CD ao rematar a extracción.
hu: Lemeztálca kiadása a beolvasás után
ia: Expelle tabuliero de CD post que extraction terminava
ko: 추출한 후 CD 트레이 꺼내기
ru: Извлечь диск после копирования
tr: Parçalar aktarıldıktan sonra CD’yi çıkar
zh_cn: 在提取完成后弹出 CD 托盘
zh_tw: 擷取完成後退出 CD 匣

source: Perform CDDB lookup automatically
ar: بحث في قاعدة بيانات الأقراص المضغوطة CDDB آليًّا
eo: Fari CDDB serĉon aŭtomate
eu: CDDB bilaketa automatikoki egin
fi: Tee CDDB-haku automaattisesti
fr: Effectuer une recherche « CDDB » automatiquement
gl: Buscar automaticamente en CDDB.
hu: CDDB-adatok automatikus lekérése
ia: Exeque recerca de CDDB automaticamente
ko: 자동으로 CDDB 검색 실행
ru: Запрашивать информацию в CDDB автоматически
tr: Otomatik olarak CDDB araması gerçekleştir
zh_cn: 自动执行 CDDB 查找
zh_tw: 自動執行 CDDB 查詢

source: Perform cover lookup (amazon) automatically
ar: ابحث عن الغلاف (أمازون) آليًّا
eo: Fari kovroserĉon (Amazon) aŭtomate
eu: Disko-azal bilaketa (amazon) automatikoki egin
fi: Tee kansikuvahaku (Amazonista) automaattisesti
fr: Effectuer une recherche (Amazon) « CDDB » automatiquement
gl: Buscar a portada automaticamente (en Amazon).
hu: Borítók automatikus keresése (Amazon)
ia: Exeque recerca de copertura (amazon) automaticamente
ko: 자동으로 앨범 커버 검색(Amazon) 실행
ru: Запрашивать информацию об обложке в amazon автоматически
tr: Otomatik olarak kapakları ara
zh_cn: 自动执行 CDDB （亚马逊） 查找
zh_tw: 自動執行專輯封面查詢 (Amazon)

source: Number of covers to fetch
ar: عدد الأغلفة المطلوب إحضارها
eo: Nombro da kovriloj por alporti
eu: Eskuratu beharreko disko-azal kopurua
fi: Noudettavien kansikuvien määrä
fr: Nombre de couvertures à extraire
gl: Número de portadas para obter.
hu: Lekérendő borítók száma
ia: Numero de coperturas a trovar
ko: 가져올 앨범 커버 개수
ru: Количество запрашиваемых обложек
tr: Getirilecek kapak sayısı
zh_cn: 获取的封面个数
zh_tw: 要取得的專輯封面數

source: Full paranoia mode (secure mode)
ar: وضع المرتاب (الوضع الآمن)
eu: Paranoia modu osoa (modu segurua)
fi: Täysi paranoia-tila (turvallinen tila)
fr: Mode paranoïaque complet (Mode sécurisé)
hu: Teljes paranoia mód (biztonságos mód)
ru: Режим тотальной паранойи (лучшее качество)
tr: Tam kuşku kipi (güvenli kip)
zh_tw: 完整強迫症模式（安全模式）

source: Skip reading errors
fr: Ignorer les erreurs de lecture
ru: Пропускать ошибки чтения
tr: Okuma hatalarını atla
zh_tw: 跳過讀取錯誤

source: Sample offset
eo: Specimena deŝovo
fr: Décalage (« sample offset »)
gl: Desprazamento da mostra.
ia: Displaciamento de Exemplo
ko: 샘플 오프셋
ru: Смещение отсчёта
tr: Örnek ofset
zh_cn: 采样偏移量
zh_tw: 範例偏移

source: Base path to store music files
ar: المسار الأساسي لتخزين ملفات الموسيقى
eo: Baza vojo por konservi muzikdosierojn
eu: Musika-fitxategiak gordetzeko oinarrizko bidea
fi: Musiikkitiedostojen tallennus peruskansio
fr: Emplacement de base pour stocker les fichiers musicaux
gl: Ruta base na que almacenar os ficheiros de música.
hu: Zenefájlok alapmappája
ia: Percurso basic per immagazinar files de musica
ko: 음악 파일을 저장할 기본 경로
ru: Основной путь для сохранения файлов
tr: Müzik dosyalarının depolanacağı temel yol
zh_cn: 存储音乐文件的基准路径
zh_tw: 儲存音樂檔案的基礎路徑

source: Upload files to server
ar: ارفع الملفات إلى خادم
eo: Alŝuti dosierojn al servilo
eu: Zama-igo fitxategiak zerbitzarira
fi: Lähetä tiedostot palvelimelle
fr: Envoyer des fichiers sur le serveur
gl: Enviar os ficheiros ao servidor.
hu: Fájlok feltöltése kiszolgálóra
ia: Incarga files a servitor
ko: 서버에 파일 업로드
ru: Загрузить файлы на сервер
tr: Dosyaları sunucuya yükle
zh_cn: 上传文件到服务器
zh_tw: 上傳檔案至伺服器

source: URL of server
ar: رابط الخادم
eo: URL de servilo
eu: Zerbitzariaren URLa
fi: Palvelimen osoite
fr: URL du serveur
gl: URL do servidor
hu: Kiszolgáló URL-je
ia: URL de servitor
ko: 서버 URL
ru: URL сервера
tr: Sunucunun URL’si
zh_cn: 服务器地址
zh_tw: 伺服器網址

source: &Audex
ar: أو&ديكس
ko: Audex(&A)
tr: &Audeks

source: &Metadata
ar: البيانات ال&وصفية
eo: &Metadatenoj
eu: &Metadatuak
fi: &Metatiedot
fr: &Métadonnées
gl: &Metadatos
hu: &Metaadatok
ia: &Metadatos
ru: &Метаданные
tr: Ü&st Veri
zh_tw: 中繼資料(&M)

# @title:menu
source: Title Correction Tools
ar: أدوات تصحيح العنوان
eo: Titolaj Korektaj Iloj
eu: Tituluak zuzentzeko tresnak
fi: Otsikon korjaustyökalut
fr: Outils de correction de titres
gl: Ferramentas de corrección de títulos
hu: Címjavító eszközök
ia: Instrumentos de Correction de Titulo
ko: 제목 교정 도구
ru: Инструмент для исправления названий
tr: Başlık Düzeltme Aracı
zh_cn: 标题校正工具
zh_tw: 標題修正工具

source: &Settings
ar: إ&عدادات
eo: A&gordo
eu: E&zarpenak
fi: &Asetukset
fr: &Configuration
gl: &Configuración
hu: &Beállítások
ia: Preferentia&s
ko: 설정(&S)
ru: &Настройка
tr: Ayar&lar
zh_cn: 设置(&S)
zh_tw: 設定(&S)

source: No profile selected. Operation abort.
ar: لم تحدد تشكيلة. أجهضت العملية.
eo: Neniu profilo elektita. Operacio ĉesigi.
eu: Ez da profilik hautatu. Eragiketa bertan behera utzi.
fi: Profiilia ei ole valittu. Keskeytetään toiminto.
fr: Aucun profil sélectionné. Opération interrompue.
gl: Non seleccionou ningún perfil. Interrompeuse a operación.
hu: Nincs kiválasztva profil. Művelet megszakítva.
ia: Nulle profilo seligite. Operation aborta.
ko: 선택한 프로필이 없습니다. 작업을 중지합니다.
ru: Профиль не выбран. Операция отменена.
tr: Seçili profil yok. İşlem durduruldu.
zh_cn: 没有选中配置文件。操作中止。
zh_tw: 未選取設定檔。取消動作。

source: Start ripping and encoding with profile "%1"...
ar: ابدأ الاستخراج والترميز باستخدام التشكيلة "%1"...
eo: Komenci ekstrakti kaj kodi per profilo "%1"...
eu: Hasi erauzten eta kodetzen «%1» profilarekin...
fi: Ala purku ja koodaus profiililla ”%1”…
fr: Début d'extraction audio et d'encodage avec le profil « %1 »...
gl: Comezar a extraer e codificar usando o perfil «%1»…
hu: Beolvasás és kódolás indítása a(z) „%1” profillal…
ia: Initia rippar e codificar con profilo "%1"...
ko: 프로필 "%1"을(를) 사용하여 추출과 인코딩을 시작합니다...
ru: Запуск копирования и кодирования с использованием профиля «%1»…
tr: "%1" profiliyle dönüştürmeyi ve kodlamayı başlat...
zh_cn: 开始抓取并使用配置文件 "%1" 进行编码...
zh_tw: 開始擷取並依「%1」設定檔編碼…

source: Can't find path "%1".
ar: لا يمكن العثور على المسار "%1".
eo: Ne povas trovi vojon "%1".
eu: Ezin du «%1» bide-izena aurkitu.
fi: Sijaintia ”%1” ei löydy.
fr: Impossible de trouver l'emplacement « %1 ».
gl: Non é posíbel atopar a ruta «%1».
hu: A(z) „%1” útvonal nem található.
ia: Nonpote trovar percurso "%1".
ko: 경로 "%1"을(를) 찾을 수 없습니다.
ru: Невозможно найти путь «%1».
tr: "%1" yolu bulunamadı.
zh_cn: 找不到路径“%1”。
zh_tw: 找不到「%1」路徑。

source: Please check your path (write access?)
ar: يرجى التحقق من مسارك (حق الوصول للكتابة؟)
eo: Bonvolu kontroli vian vojon (skribi aliron?)
eu: Mesedez, egiaztatu zure bide-izena (idazteko sarrera?)
fi: Tarkista sijainti (ja kirjoitusoikeus).
fr: Veuillez vérifier votre emplacement (accès en écriture ?)
gl: Revise a ruta. Ten acceso de escritura?
hu: Ellenőrizze az útvonalat (van írási joga?)
ia: Pro favor tu verifica tu percurso (accesso de scriptura?)
ko: 경로를 확인하십시오(쓰기 권한이 있습니까?)
ru: Проверьте введенный путь или права доступа
tr: Lütfen dizini gözden geçirin (yazma hakkınız var mı?)
zh_cn: 请检查您的路径 (写入访问权限？)
zh_tw: 請檢查路徑（寫入權限？）

source: Free space on "%1" is less than 200 MiB.
ar: المساحة الحرة على "%1" أقل من 200 ميجا بايت.
eo: Libera spaco sur "%1" estas malpli ol 200 MiB.
eu: «%1»ean gelditzen den leku hutsa 200 MiB baino txikiagoa da.
fi: Laitteella ”%1” on vapaata tilaa alle 200 MiB.
fr: L'espace disponible sur « %1 » est inférieur à 200 Mio.
gl: O espazo libre en «%1» é menor de 200 MiB.
hu: A szabad hely kevesebb, mint 200 MiB itt: „%1”.
ia: Spatio libere sur "%1" es minus que 200 MiB.
ko: "%1"의 남은 공간이 200 MiB 이하입니다.
ru: Свободное место на «%1» менее 200 Мб.
tr: "%1" üzerindeki boş alan 200 MiB’tan daha az.
zh_cn: “%1”中的空闲空间少于 200 MiB。
zh_tw: 「%1」的剩餘空間少於 200 MiB。

source: Warning! File "%1" already exists. Overwriting.
ar: تحذير! الملف "%1" موجود بالفعل. الكتابة فوقه.
eo: Averto! Dosiero "%1" jam ekzistas. Superskribo.
eu: Abisua! «%1» fitxategia lehendik dago. Gainidazten.
fi: Varoitus! Tiedosto ”%1” on jo olemassa. Korvataan.
fr: Avertissement ! « %1 » existe déjà. Écrasement.
gl: Aviso! O ficheiro «%1» xa existe. Substituíuse.
hu: Figyelem! A(z) „%1” fájl már létezik. Felülírás.
ia: Aviso! File "%1" ja existe. On Superscribe.
ko: 경고! 파일 "%1"이(가) 이미 존재합니다. 덮어씁니다.
ru: Внимание! Файл «%1» уже существует. Перезаписываю.
tr: Dikkat! "%1" dosyası halihazırda var. Üzerine yazılıyor.
zh_cn: 警告！文件“%1”已经存在。覆盖。
zh_tw: 警告！「%1」檔案已經存在。覆寫。

source: Warning! File "%1" already exists. Skipping.
ar: تحذير! الملف "%1" موجود بالفعل. تخطي.
eo: Averto! Dosiero "%1" jam ekzistas. Salti.
eu: Erne! «%1» fitxategia dagoeneko existitzen da. Baztertzen.
fi: Varoitus! Tiedosto ”%1” on jo olemassa. Ohitetaan.
fr: Avertissement ! Le fichier « %1 » existe déjà. Ignorer.
gl: Aviso! O ficheiro «%1» xa existe. Saltouse.
hu: Figyelem! A(z) „%1” fájl már létezik. Kihagyás.
ia: Aviso! File "%1" ja existe. On Salta.
ko: 경고! 파일 "%1"이(가) 이미 존재합니다. 건너뜁니다.
ru: Внимание! Файл «%1» уже существует. Пропущено.
tr: Dikkat! "%1" dosyası halihazırda var. Atlanıyor.
zh_cn: 警告！文件“%1”已经存在。跳过。
zh_tw: 警告！「%1」檔案已經存在。略過。

source: Unable to create folder "%1".
ar: غير قادر على إنشاء المجلد "%1".
eo: Ne eblas krei dosierujon "%1".
eu: Ezin da «%1» karpeta sortu.
fi: Kansion ”%1” luominen epäonnistui.
fr: Impossible de créer le dossier « %1 ».
gl: Non é posíbel crear o cartafol «%1».
hu: Nem lehet létrehozni a(z) „%1” mappát.
ia: Il non pote crear dossier "%1".
ko: 폴더 "%1"을(를) 만들 수 없습니다.
ru: Не удалось создать папку «%1».
tr: "%1" klasörü oluşturulamadı.
zh_cn: 无法创建文件夹 "%1".
zh_tw: 無法建立「%1」資料夾。

source: Folder "%1" successfully created.
ar: المجلد "%1" أنشئ بنجاح.
eo: Dosierujo "%1" sukcese kreita.
eu: «%1» karpeta ondo sortu da.
fi: Kansio ”%1” luotiin onnistuneesti.
fr: Dossier « %1 » créé avec succès.
gl: Creouse o cartafol «%1».
hu: A(z) „%1” mappa sikeresen létrehozva.
ia: Dossier "%1" create con successo.
ko: 폴더 "%1"을(를) 생성했습니다.
ru: Папка «%1» успешно создана.
tr: "%1" klasörü başarıyla oluşturuldu.
zh_cn: 文件夹 "%1" 已成功创建。
zh_tw: 資料夾 "%1" 已成功建立。

source: Folder "%1" already exists.
ar: المجلد "%1" موجود بالفعل.
eo: Dosierujo "%1" jam ekzistas.
eu: «%1» karpeta dagoeneko existitzen da.
fi: Kansio ”%1” on jo olemassa.
fr: Le dossier « %1 » existe déjà.
gl: O cartafol «%1» xa existe.
hu: A(z) „%1” mappa már létezik.
ia: Dossier "%1" ja existe.
ko: 폴더 "%1"이(가) 이미 존재합니다.
ru: Папка «%1» уже существует.
tr: "%1" klasörü halihazırda var.
zh_cn: 文件夹 "%1" 已存在。
zh_tw: 「%1」資料夾已經存在。

source: Free space on "%1" is less than 800 MiB.
ar: المساحة الحرة على "%1" أقل من 800 ميجا بايت.
eo: Libera spaco sur "%1" estas malpli ol 800 MiB.
eu: «%1»ean gelditzen den leku hutsa 800 MiB baino txikiagoa da.
fi: Laitteella ”%1” on vapaata tilaa alle 800 MiB.
fr: L'espace disponible sur « %1 » est inférieur à 800 Mio.
gl: O espazo libre en «%1» é menor de 800 MiB.
hu: A szabad hely kevesebb, mint 800 MiB itt: „%1”.
ia: Spatio libere sur "%1" es minus que 800 MiB.
ko: "%1"의 남은 공간이 800 MiB 이하입니다.
ru: Свободное место на «%1» менее 800 Мб.
tr: "%1" üzerindeki boş alan 800 MiB’tan daha az.
zh_cn: “%1”中的空闲空间少于 800 MiB。
zh_tw: 「%1」的剩餘空間少於 800 MiB。

source: Temporary folder "%1" error (%2).
ar: خطأ المجلد المؤقت "%1" (%2).
eu: Aldi baterako "%1" karpetaren errorea (%2).
fi: Väliaikaiskansion ”%1” virhe (%2).
fr: Erreur concernant le dossier temporaire « %1 » (%2).
gl: Erro relacionado co cartafol temporal «%1» (%2).
hu: Hiba a(z) „%1” átmeneti mappában (%2).
ia: Dossier temporanee "%1" error (%2).
ru: Ошибка временной папки «%1» (%2).
tr: Geçici klasör "%1" hatası (%2).
zh_tw: 暫存資料夾「%1」錯誤（%2）。

source: Please check.
ar: يرجى التحقق.
eo: Bonvolu kontroli.
eu: Egiaztatu mesedez.
fi: Tarkista.
fr: Veuillez vérifier.
gl: Revíseo.
hu: Ellenőrizze.
ia: Pro favor verifica.
ko: 확인하십시오.
ru: Пожалуйста, проверьте.
tr: Lütfen denetleyin.
zh_cn: 请检查。
zh_tw: 請檢查。

source: Free space on temporary folder "%1" is less than 800 MiB.
ar: المساحة الحرة في المجلد المؤقت "%1" أقل من 800 ميجا بايت.
eo: Libera spaco en provizora dosierujo "%1" estas malpli ol 800 MiB.
eu: Aldi baterako «%1» karpetan geratzen den leku hutsa 800 MiB baino txikiagoa da.
fi: Väliaikaiskansiossa ”%1” on vapaata tilaa alle 800 MiB.
fr: L'espace libre sur le dossier temporaire « %1 » est inférieur à 800 Mio.
gl: O espazo libre no cartafol temporal «%1» é menor de 800 MiB.
hu: A(z) „%1” átmeneti mappában a szabad hely kevesebb, mint 800 MiB.
ia: Spatio libere sur dossier temporanee "%1" es minus que 800 MiB.
ko: 임시 폴더 "%1"의 남은 공간이 800 MiB 이하입니다.
ru: Во временной папке «%1» менее 800 МиБ свободного места.
tr: "%1" geçici klasöründeki boş alan 800 MiB’tan daha az.
zh_cn: 临时文件夹“%1”中的空闲空间少于 800 MiB。
zh_tw: 「%1」暫存資料夾的剩餘空間少於 800 MiB。

source: Temporary folder "%1" needs at least 200 MiB of free space.
ar: يحتاج المجلد المؤقت "%1" إلى 200 ميجا بايت من المساحة الحرة على الأقل.
eo: Provizora dosierujo "%1" bezonas almenaŭ 200 MiB da libera spaco.
eu: Aldi baterako «%1» karpetak gutxienez 200 MiB-eko leku hutsa behar du.
fi: Väliaikaiskansio ”%1” vaatii vähintään 200 MiB vapaata tilaa.
fr: Le dossier temporaire « %1 » nécessite au moins 200 Mio d'espace libre.
gl: O cartafol temporal «%1» necesita polo menos 200 MiB de espazo libre.
hu: A(z) „%1” átmeneti mappának legalább 200 MiB szabad hely kell.
ia: Doissier temporanee "%1" necessit al minus 200 MiB de spatio libere.
ko: 임시 폴더 "%1"에 남은 공간이 최소 200 MiB여야 합니다.
ru: Для временной папки «%1» требуется не менее 200 МиБ свободного места.
tr: "%1" geçici klasörü, en az 200 MiB boş alana gereksinim duyuyor.
zh_cn: 临时文件夹“%1”需要至少 200 MiB 的空闲空间。
zh_tw: 「%1」暫存資料夾至少需要剩餘 200 MiB 空間。

source: Please free space or set another path.
ar: يرجى تحرير مساحة أو تعيين مسارًا آخرًا.
eo: Bonvolu liberigi spacon aŭ agordi alian vojon.
eu: Mesedez, lekua hustu edo ezarri beste bide-izen bat.
fi: Vapauta tilaa tai aseta toinen sijainti.
fr: Veuillez libérer de l'espace ou définir un autre emplacement.
gl: Libere espazo ou defina unha ruta distinta.
hu: Szabadítson fel helyet, vagy adjon meg másik útvonalat.
ia: Pro favorlivera spatio o fixa unaltere percurso.
ko: 공간을 비우거나 다른 경로를 설정하십시오.
ru: Освободите место или укажите другой путь.
tr: Lütfen yer açın veya başka bir yol ayarlayın.
zh_cn: 请释放空间或选择另一条路径。
zh_tw: 請釋放空間或設定其他路徑。

source: Eject CD tray
ar: أخرج القرص المضغوط
eo: Elĵeti KD-pleton
eu: Egotzi CD erretilua
fi: Avaa levyasema
fr: Éjecter le tiroir du CD
gl: Expulsar o CD
hu: Lemeztálca kiadása
ia: Extrahe tabuliero de CD
ko: CD 트레이 꺼내기
ru: Извлечь диск
tr: CD’yi çıkar
zh_cn: 弹出 CD 托盘
zh_tw: 退出 CD 匣

source: Cover "%1" successfully saved.
ar: حفظ الغلاف "%1" بنجاح.
eo: Kovro "%1" sukcese konservita.
eu: «%1» disko-azala ondo gorde da.
fi: Kansikuvan ”%1” tallennus onnistui.
fr: Couverture « %1 » enregistrée avec succès.
gl: A portada «%1» gardouse correctamente.
hu: A(z) „%1” borító sikeresen mentve.
ia: Copertura "%1" salveguardate con successo.
ko: 앨범 커버 "%1"을(를) 저장했습니다.
ru: Обложка «%1» успешно сохранена.
tr: "%1" kapağı başarılı bir şekilde kaydedildi.
zh_cn: 封面 "%1" 保存成功。
zh_tw: 成功儲存「%1」專輯封面。

source: Unable to save cover "%1".
ar: غير قادر على حفظ الغلاف"%1".
eo: Ne eblas konservi kovrilon "%1".
eu: Ezin du «%1» disko-azala gorde.
fi: Kansikuvan ”%1” tallennus epäonnistui.
fr: Impossible d'enregistrer la couverture « %1 ».
gl: Non é posíbel gardar a portada «%1».
hu: Nem lehet menteni a(z) „%1” borítót.
ia: Incapace a salveguardar copertura "%1"
ko: 앨범 커버 "%1"을(를) 저장할 수 없습니다.
ru: Не удалось сохранить обложку «%1».
tr: "%1" kapağı kaydedilemedi.
zh_cn: 无法保存封面 “%1”。
zh_tw: 無法儲存封面 "%1"。

source: Please check your path and permissions
ar: يرجى التحقق من المسار وأذوناتك.
eo: Bonvolu kontroli vian vojon kaj permesojn
eu: Mesedez, egiaztatu zure bide-izena eta baimenak
fi: Tarkista sijainti ja käyttöoikeudet
fr: Veuillez vérifier votre emplacement et vos droits d'accès
gl: Revise a ruta e os permisos da mesma.
hu: Ellenőrizze az útvonalat és a jogosultságokat
ia: Pro favor tu verifica tu percurso e permissiones
ko: 경로와 권한을 확인하십시오
tr: Lütfen yolunuzu ve yetkilerinizi denetleyin
zh_cn: 请检查您的路径和权限
zh_tw: 請檢查您的路徑和權限

source: Playlist "%1" successfully created.
ar: أنشئت قائمة التّشغيل "%1" بنجاح.
eo: Ludlisto "%1" sukcese kreita.
eu: «%1» jotze-zerrenda ondo sortu da.
fi: Soittolistan ”%1” luonti onnistui.
fr: Liste de lecture « %1 » créée avec succès.
gl: A lista de reprodución «%1» creouse correctamente.
hu: A(z) „%1” lejátszólista sikeresen létrehozva.
ia: Lista de reproduction "%1" create con successo.
ko: 재생 목록 "%1"을(를) 생성했습니다.
ru: Список воспроизведения «%1» успешно создан.
tr: Çalma listesi "%1" başarıyla oluşturuldu.
zh_cn: 播放列表“%1”创建成功
zh_tw: 播放清單 "%1" 已成功建立。

source: Unable to save playlist "%1".
ar: غير قادر على حفظ قائمة التشغيل "%1"
eo: Ne eblas konservi ludliston "%1".
eu: Ezin du «%1» jotze-zerrenda gorde.
fi: Soittolistan ”%1” luonti epäonnistui.
fr: Impossible d'enregistrer la liste de lecture « %1 ».
gl: Non é posíbel gardar a lista de reprodución «%1».
hu: Nem lehet menteni a(z) „%1” lejátszólistát.
ia: Incapace a salveguardar lista de reproduction "%1".
ko: 재생 목록 "%1"을(를) 저장할 수 없습니다.
ru: Не удалось сохранить список воспроизведения «%1».
tr: Çalma listesi "%1" kaydedilemedi.
zh_cn: 无法保存播放列表“%1”。
zh_tw: 無法儲存播放清單 "%1"。

source: Info file "%1" successfully created.
ar: ملف المعلومات "%1" أنشئ بنجاح.
eo: Infodosiero "%1" sukcese kreita.
eu: «%1» informazio fitxategia ondo sortu da.
fi: Infotiedosto ”%1” luotiin onnistuneesti.
fr: Fichier d'informations « %1 » créé avec succès.
gl: O ficheiro de información «%1» creouse correctamente.
hu: A(z) „%1” információs fájl sikeresen létrehozva.
ia: File de information "%1" create con successo.
ko: 정보 파일 "%1"을(를) 생성했습니다.
tr: Bilgi dosyası "%1" başarıyla oluşturuldu.
zh_cn: 信息文件“%1”创建成功。
zh_tw: 資訊檔案 "%1" 已成功建立。

source: Unable to save info file "%1".
ar: غير قادر على حفظ ملف المعلومات "%1".
eo: Ne eblas konservi informdosieron "%1".
eu: Ezin du «%1» fitxategian gorde.
fi: Info-tiedoston ”%1” tallennus epäonnistui.
fr: Impossible d'enregistrer le fichier d'informations « %1 ».
gl: Non é posíbel gardar o ficheiro de información «%1».
hu: Nem lehet menteni a(z) „%1” információs fájlt.
ia: Incapace a salveguardar file de information"%1".
ko: 파일 "%1"에 저장할 수 없습니다.
ru: Не удалось сохранить файл информации «%1».
tr: Bilgi dosyası "%1" kaydedilemedi.
zh_cn: 无法保存信息文件“%1”。
zh_tw: 無法儲存資訊檔案 "%1"。

source: Hashlist "%1" successfully created.
ar: قائمة التجزئة "%1" أنشئت بنجاح.
eo: Hashlist "%1" sukcese kreita.
eu: «%1» hash-zerrenda ondo sortu da.
fi: Tiivisteluettelon ”%1” luonti onnistui.
fr: Liste de hachage « %1 » créée avec succès.
gl: A lista de resumos «%1» creouse correctamente.
hu: A(z) „%1” kivonatlista sikeresen létrehozva.
ia: Lista de hash '%1" create on successo.
ko: 해시 목록 "%1"을(를) 생성했습니다.
ru: Список хэшей «%1» успешно создан.
tr: Sağlama listesi "%1" başarıyla oluşturuldu.
zh_cn: 哈希列表“%1”创建成功。
zh_tw: 雜湊清單 "%1" 已成功建立。

source: Unable to save hashlist "%1".
ar: غير قادر على حفظ رمز تلبيدة القائمة "%1".
eo: Ne eblas konservi hashlist "%1".
eu: Ezin du «%1» hash-zerrenda gorde.
fi: Tiivisteluettelon ”%1” tallentaminen epäonnistui.
fr: Impossible d'enregistrer la liste de hachage « %1 ».
gl: Non é posíbel gardar a lista de resumos «%1».
hu: Nem lehet menteni a(z) „%1” kivonatlistát.
ia: Incapace a salveguardar ista de hash "%1".
ko: 해시 목록 "%1"을(를) 저장할 수 없습니다.
ru: Не удалось сохранить список хэшей «%1».
tr: Sağlama listesi "%1" kaydedilemedi.
zh_cn: 无法保存哈希列表“%1”。
zh_tw: 無法儲存雜湊清單 "%1"。

source: Cue sheet "%1" successfully created.
ar: ورقة الإشارات "%1" أنشئت بنجاح.
eo: Indikfolio "%1" sukcese kreita.
eu: «%1» «cue» orria ondo sortu da.
fi: Cue-tiedoston ”%1” luonti onnistui.
fr: Feuille de montage « %1 » créée avec succès.
gl: O ficheiro cue «%1» creouse correctamente.
hu: A(z) „%1” CUE-fájl sikeresen létrehozva.
ia: Folio de parola indice (cue) "%1" create con successo.
ko: CUE 시트 "%1"을(를) 생성했습니다.
ru: Файл разметки «%1» успешно создан.
tr: Ses çizelgesi "%1" başarıyla oluşturuldu.
zh_cn: CUE 文件“%1”成功创建。
zh_tw: Cue 檔 "%1" 已成功建立。

source: Unable to save cue sheet "%1".
ar: غير قادر على حفظ ورقة الإشارات "%1".
eo: Ne eblas konservi signalfolion "%1".
eu: Ezin du «%1» «cue» orria gorde.
fi: Cue-tiedoston ”%1” tallennus epäonnistui.
fr: Impossible d'enregistrer la feuille de montage « %1 ».
gl: Non é posíbel crear o ficheiro cue «%1».
hu: Nem lehet menteni a(z) „%1” CUE-fájlt.
ia: Incapace de salveguardar file de parola indice (cue) "%1".
ko: CUE 시트 "%1"을(를) 저장할 수 없습니다.
ru: Не удалось сохранить файл разметки «%1».
tr: Ses çizelgesi "%1" kaydedilemedi.
zh_cn: 无法保存 CUE 文件“%1”。
zh_tw: 無法儲存 Cue 檔 "%1"。

source: Log file "%1" successfully stored.
ar: ملف السجل "%1" خُزّن بنجاح.
eu: "%1" egunkari-fitxategia ondo gorde da.
fi: Lokitiedoston ”%1” talletus onnistui.
fr: Fichier de journal « %1 » enregistré avec succès.
hu: A(z) „%1” naplófájl sikeresen tárolva.
tr: Günlük dosyası "%1" başarıyla depolandı.
zh_tw: 紀錄檔 "%1" 已成功儲存。

source: Unable to save log file "%1".
ar: غير قادر على حفظ ملف السجل "%1".
eu: Ez da "%1" egunkari-fitxategia gordetzeko gai.
fi: Lokitiedoston ”%1” tallennus epäonnistui.
fr: Impossible d'enregistrer le fichier de journal « %1 ».
hu: Nem lehet menteni a(z) „%1” naplófájlt.
ru: Не удалось сохранить файл журнала «%1».
tr: Günlük dosyası "%1" kaydedilemedi.
zh_tw: 無法儲存紀錄檔 "%1"。

source: Unable to open folder "%1".
ar: غير قادر على فتح المجلد "%1".
eo: Ne eblas malfermi dosierujon "%1".
eu: Ezin du «%1» karpeta ireki.
fi: Kansion ”%1” avaaminen epäonnistui.
fr: Impossible d'ouvrir le dossier « %1 ».
gl: Non é posíbel abrir o cartafol «%1».
hu: Nem lehet megnyitni a(z) „%1” mappát.
ia: Incapace a aperir dossier "%1".
ko: 폴더 "%1"을(를) 열 수 없습니다.
ru: Не удалось открыть папку «%1».
tr: "%1" klasörü açılamadı.
zh_cn: 无法打开文件夹“%1”。
zh_tw: 無法開啟資料夾 "%1"。

source: Edit Data
ar: حرّر البيانات
eo: Redakti Datumojn
eu: Editatu datuak
fi: Muokkaa tietoja
fr: Modifier des données
gl: Editar os datos
hu: Adatok szerkesztése
ia: Modifica datos
ko: 데이터 편집
ru: Редактировать данные
tr: Veriyi Düzenle
zh_cn: 编辑数据
zh_tw: 編輯資料

source: Various Artists
ar: عدة الفنّانون
eo: Diversaj artistoj
eu: Hainbat artista
fi: Useita esittäjiä
fr: Artistes divers
gl: Varios intérpretes
hu: Különböző előadók
ia: Artistas Varie
ko: 여러 아티스트
ru: Разные исполнители
tr: Çeşitli Sanatçılar
zh_cn: 群星
zh_tw: 多名藝人

source: Multi CD
ar: أقراص مضغوطة متعددة
eo: Multi KD
fi: Useampilevyinen CD
gl: CD múltiplo.
ko: 멀티 CD
ru: Несколько компакт-дисков
tr: Çoklu CD
zh_cn: 多CD
zh_tw: 多重 CD

source: Artist:
ar: الفنّان:
eo: Artisto:
eu: Artista:
fi: Esittäjä:
fr: Artiste :
gl: Intérprete:
hu: Előadó:
ia: Artista:
ko: 아티스트:
ru: Исполнитель:
tr: Sanatçı:
zh_cn: 艺人：
zh_tw: 藝人：
