Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: <p>The following placeholders will be replaced with their particular meaning:</p><table><tr><th>Placeholder</th><th>Description</th></tr><tr><td><tt>$artist</tt></td><td>The artist of the CD. If your CD is a compilation then this tag represents the title in most cases.</td></tr><tr><td><tt>$title</tt></td><td>The title of the CD. If your CD is a compilation then this tag represents the subtitle in most cases.</td></tr><tr><td><tt>$date</tt></td><td>The release date of the CD. In almost all cases this is the year.</td></tr><tr><td><tt>$genre</tt></td><td>The genre of the CD.</td></tr><tr><td><tt>$cdno</tt></td><td>The CD number of a multi-CD album. Often compilations consist of several CDs. <i>Note:</i> If the multi-CD flag is <b>not</b> set for the current CD then this value will be empty.</td></tr><tr><td><tt>$nooftracks</tt></td><td>The total number of audio tracks of the CD.</td></tr><tr><td><tt>$encoder</tt></td><td>Encoder name and version.</td></tr><tr><td><tt>$audex</tt></td><td>Audex name and version.</td></tr></table>
ar: <p>سيستبدل بالعناصر النائبة التالية ما تمثله:</p><table><tr><th>العنصر النائب</th><th>الوصف</th></tr><tr><td><tt>$artist</tt></td><td>الفنان الذي ألف القرص المضغوط. إذا كان القرص المضغوط الخاص بك عبارة عن مجموعة من الأغاني، فإن هذه العلامة تمثل العنوان في معظم الحالات.</td></tr><tr><td><tt>$title</tt></td><td>عنوان القرص المضغوط. إذا كان القرص المضغوط الخاص بك عبارة عن مجموعة من الأغاني، فإن هذه العلامة تمثل العنوان الفرعي في معظم الحالات.</td></tr><tr><td><tt>$date</tt></td><td>تاريخ إصدار القرص المضغوط. في أغلب الأحوال، يكون هذا هو العام.</td></tr><tr><td><tt>$genre</tt></td><td>نوع القرص المضغوط.</td></tr><tr><td><tt>$cdno</tt></td><td>رقم القرص المضغوط لألبوم يحتوي على أقراص مضغوطة متعددة. غالبًا ما تتكون التجميعات من أقراص مضغوطة متعددة. <i>ملاحظة:</i> إذا لم يعين علامة الأقراص المضغوطة المتعددة للقرص المضغوط الحالي، فستكون هذه القيمة فارغة.</td></tr><tr><td><tt>$nooftracks</tt></td><td>إجمالي عدد المسارات الصوتية للقرص المضغوط.</td></tr><tr><td><tt>$encoder</tt></td><td>اسم وإصدار برنامج التشفير.</td></tr><tr><td><tt>$audex</tt></td><td>اسم وإصدار برنامج أوديكس.</td></tr></table>
eu: <p>Ondoko leku-markak dagokien esanahi zehatzarekin ordeztuko dira: </p><table><tr><th>Leku-marka</th><th>Deskribapena</th></tr><tr><td><tt>$artist</tt></td><td>CDko artista. Zurea bilduma CD bat bada, etiketa honek titulua adierazi ohi du.</td></tr><tr><td><tt>$title</tt></td><td>Zurea bilduma CD bat bada, etiketa honek azpititulua adierazi ohi du.</td></tr><tr><td><tt>$date</tt></td><td>CDaren merkaturatze-data. Ia kasu guztietan urtea izan ohi da.</td></tr><tr><td><tt>$genre</tt></td><td>CDaren generoa.</td></tr><tr><td><tt>$cdno</tt></td><td> CD anitzeko album batean, CDaren zenbakia. Bildumek, maiz, hainbat CD izaten dituzte. <i>Oharra:</i> CDhonen «multi-CD» bandera ezarrita <b>ez</b> badago, orduan, balio hori hutsik egongo da.</td></tr><tr><td><tt>$nooftracks</tt></td><td>CDaren audio-pista kopuru osoa.</td></tr><tr><td><tt>$encoder</tt></td><td>Kodetzailearen izena eta bertsioa.</td></tr><tr><td><tt>$audex</tt></td><td>Audex-en izena eta bertsioa.</td></tr> </table>
fi: <p>Seuraavat paikkamerkit korvataan merkityksillään:</p><table><tr><th>Paikkamerkki</th><th>Kuvaus</th></tr><td><tt>$artist</tt></td><td>Levyn artisti. Jos CD on kokoelmalevy, tämä edustaa useimmiten albumin nimeä.</td></tr><tr><td><tt>$title</tt></td><td>CD:n nimi. Jos CD on kokoelmaolevy, tämä edustaa useimmiten albumin nimen alaotsikkoa.</td></tr><tr><td><tt>$date</tt></td><td>CD:n julkaisupäivä. Useimmiten tässä on vain vuosi.</td></tr><tr><td><tt>$genre</tt></td><td>CD:n tyylilaji.</td></tr><tr><td><tt>$cdno</tt></td><td>Useampilevyisen albumin levyn numero. Kokoelmat koostuvat usein useammasta levystä. <i>Huom!</i> Ellei tälle levylle ole asetettu useampaa levyä osoittavaa lippua, tämä arvo on tyhjä.</td></tr><tr><td><tt>$nooftracks</tt></td><td>CD-raitojen kokonaismäärä.</td></tr><tr><td><tt>$encoder</tt></td><td>Koodausohjelman nimi ja versio.</td></tr><tr><td><tt>$audex</tt></td><td>Audexin nimi ja versio.</td></tr></table>
fr: <p>Les emplacement réservés suivants seront remplacés par leurs paramètres spécifiques :</p><table><tr><th>Emplacement réservé</th><th>Description</th></tr><tr><td><tt>$artist</tt></td><td>L'artiste du CD. Si votre CD est une compilation, alors, cette étiquette sera le sous-titre de la chanson dans la plus part des cas.</td></tr><tr><td><tt>$title</tt></td><td>Le titre du CD. Si votre CD est une compilation, alors, cette étiquette sera le titre de la chanson dans la plus part des cas.</td></tr><tr><td><tt>$date</tt></td><td>La date de publication du CD. Dans la plupart des cas, il s'agit de l'année de sortie.</td></tr><tr><td><tt>$genre</tt></td><td>Le genre du CD.</td></tr><tr><td><tt>$cdno</tt></td><td>Le numéro du CD dans un album multi-CD. Très souvent, les compilations regroupent plusieurs CD. <i>Remarque :</i> Si le booléen « Multi-CD » est <b>non</b> levé pour le CD courant, alors, sa valeur sera vide.</td></tr><tr><td><tt>$nooftracks</tt></td><td>Le nombre total de pistes audio du CD.</td></tr><tr><td><tt>$encoder</tt></td><td>Nom et version de l'encodeur.</td></tr><tr><td><tt>$audex</tt></td><td>Nom et version de Audex.</td></tr></table>
hu: <p>A következő helykitöltők a megfelelő értékekkel lesznek helyettesítve:</p><table><tr><th>Helykitöltő</th><th>Leírás</th></tr><tr><td><tt>$artist</tt></td><td>A CD előadója. Ha a CD válogatás, akkor ez a címkefelirat a legtöbb esetben a címnek felel meg.</td></tr><tr><td><tt>$title</tt></td><td>A CD címe. Ha a CD válogatás, akkor ez a címkefelirat a legtöbb esetben az alcímnek felel meg.</td></tr><tr><td><tt>$date</tt></td><td>A CD megjelenési dátuma. Szinte minden esetben ez az év.</td></tr><tr><td><tt>$genre</tt></td><td>A CD műfaja.</td></tr><tr><td><tt>$cdno</tt></td><td>Több lemezes album esetén a CD sorszáma. Gyakran a válogatások több lemezből állnak. <i>Megjegyzés:</i> Ha a több-CD jelző <b>nincs</b> beállítva az aktuális lemezhez, ez az érték üres lesz.</td></tr><tr><td><tt>$nooftracks</tt></td><td>A CD-n található hangsávok teljes száma.</td></tr><tr><td><tt>$encoder</tt></td><td>A kódoló neve és verziója.</td></tr><tr><td><tt>$audex</tt></td><td>Az Audex neve és verziója.</td></tr></table>
ru: <p>На месте следующих заменителей появятся их определённые значения:</p><table><tr><th>Заменитель</th><th>Описание</th></tr><tr><td><tt>$artist</tt></td><td>Исполнитель компакт-диска. Если компакт-диск представляет собой сборник, то этот тег обычно обозначает название.</td></tr><tr><td><tt>$title</tt></td><td>Название компакт-диска. Если компакт-диск представляет собой сборник, то этот тег обычно обозначает подзаголовок.</td></tr><tr><td><tt>$date</tt></td><td>Дата выхода компакт-диска. Почти всегда это год.</td></tr><tr><td><tt>$genre</tt></td><td>Жанр компакт-диска.</td></tr><tr><td><tt>$cdno</tt></td><td>Номер компакт-диска в альбоме из нескольких компакт-дисков. Сборники часто состоят из нескольких компакт-дисков. <i>Примечание:</i> это значение будет пустым, если для текущего компакт-диска <b>не</b> установлен флаг принадлежности к такому альбому.</td></tr><tr><td><tt>$nooftracks</tt></td><td>Общее количество звуковых дорожек на компакт-диске.</td></tr><tr><td><tt>$encoder</tt></td><td>Название и версия кодировщика.</td></tr><tr><td><tt>$audex</tt></td><td>Название и версия Audex.</td></tr></table>
tr: <p>Aşağıdaki yer tutucular kendi özel anlamlarıyla değiştirilirler</p><table><tr><th>Yer Tutucu</th><th>Açıklama</th></tr><tr><td><tt>$artist</tt></td><td>CD sanatçısı. CD’niz bir derleme ise bu etiket birçok durumda başlığı temsil eder.</td></tr><tr><td><tt>$title</tt></td><td>CD’nin başlığı. CD’niz bir derleme ise bu etiket birçok durumda alt başlığı temsil eder.</td></tr><tr><td><tt>$date</tt></td><td>CD’nin piyasaya çıkış tarihi. Neredeyse tüm durumlarda bu bir yılı gösterir.</td></tr><tr><td><tt>$genre</tt></td><td>CD’nin türü.</td></tr><tr><td><tt>$cdno</tt></td><td>Birden çok CD’li bir albümün CD numarası. Derlemeler genelde birden çok CD’den oluşurlar. <i>Not:</i> Geçerli CD için çoklu CD bayrağı <b>ayarlanmamışsa</b> bu değer boş olacaktır.</td></tr><tr><td><tt>$nooftracks</tt></td><td>CD’deki ses izlerinin toplam sayısı.</td></tr><tr><td><tt>$encoder</tt></td><td>Kodlayıcı adı ve sürümü.</td></tr><tr><td><tt>$audex</tt></td><td>Audeks adı ve sürümü.</td></tr></table>
zh_tw: <p>以下佔位符會被替換為其代表的值：</p><table> <tr><th>佔位符</th><th>描述</th></tr> <tr> <td><tt>$artist</tt></td> <td>CD 的藝人。如果您的 CD 是合輯，則這個標籤通常代表的是標題。</td> </tr> <tr> <td><tt>$title</tt></td> <td>CD 的標題。如果您的 CD 是合輯，則這個標籤通常代表的是子標題。</td> </tr> <tr> <td><tt>$date</tt></td> <td>CD 的發行日期。絕大部分時候這會是年份。</td> </tr> <tr> <td><tt>$genre</tt></td> <td>CD 的曲風。</td> </tr> <tr> <td><tt>$cdno</tt></td> <td>多張 CD 專輯的碟片編號。合輯通常包含多張 CD 片。<i>請注意</i>：如果目前的 CD <b>未</b>設定多 CD 旗標，則這個值會是空的。</td> </tr> <tr> <td><tt>$nooftracks</tt></td> <td>CD 中的音軌數量。</td> </tr> <tr> <td><tt>$encoder</tt></td> <td>編碼器名稱和版本。</td> </tr> <tr> <td><tt>$audex</tt></td> <td>Audex 名稱和版本。</td> </tr></table>
