Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Ripping whole CD as single track.
eo: Ŝirante tutan KD kiel ununura trako.
gl: Extraendo todo o CD como unha única pista.
zh_cn: 将整个 CD 抓取为单个曲目。

source: An error occurred while ripping track %1.
eo: Okazis eraro dum ŝirado de trako %1.
gl: Produciuse un erro ao extraer a pista %1.
zh_cn: 抓取音轨 %1 时出错。

source: Reading finished
eo: Legado finiĝis
gl: Completouse a operación de lectura.
zh_cn: 读取完成

source: Fixed edge jitter (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Fiksa randa tremoto (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Reparouse a flutuación de bordo (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 已修复边缘扰动 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Fixed atom jitter (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Fiksa atoma tremoto (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Reparouse a flutuación de átomo (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 已修复原子扰动 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Scratch detected (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Detektis gratvundeton (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Detectouse unha rachadura (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 检测到刮花 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: SCRATCH DETECTED (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: gratvundeto detektita (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: DETECTOUSE UNHA RACHADURA (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 检测到刮花！ (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Repair (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Riparo (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Reparación (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 修复 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Skip sectors (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Preterpasi sektorojn (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Salto de sectores (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 跳过扇区 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: SKIP (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: SKIP (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: SALTO (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 跳过！(绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Drift (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Drivo (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Xiro (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 漂移 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Backoff (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Malaltiĝo (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Retroceso (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 退避 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Fixup dropped (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Riparado forigita (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Cancelouse a reparación (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 修复已丢弃 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Fixup duped (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Riparado trompita (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Finxiuse a reparación (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 修复已复制 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Read error detected (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: Lega eraro detektita (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: Detectouse un erro de lectura (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 检测到读取错误 (绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: READ ERROR (absolute sector %1, relative sector %2, track time pos %3:%4)
eo: LEGA ERARO (absoluta sektoro %1, relativa sektoro %2, trakotempo pos %3:%4)
gl: ERRO DE LECTURA (sector absoluto %1, sector relativo %2, posición de tempo da pista %3:%4).
zh_cn: 读取错误！(绝对扇区 %1，相对扇区 %2，轨道时间位置 %3:%4)

source: Check your device. Is it really "%1"? If so also check your permissions on "%1".
eo: Kontrolu vian aparaton. Ĉu vere estas "%1"? Se jes ankaŭ kontrolu viajn permesojn ĉe "%1".
gl: Revise o dispositivo. É realmente «%1»? En tal caso, revise os seus permisos en «%1».
zh_cn: 检查您的设备。确认是 "%1" 吗？如果是的话，请检查您在 "%1" 上的权限。

source: There was an error communicating with Google.
zh_cn: 与 Google 通讯时发生错误。

source: Try again later. Otherwise make a bug report.
zh_cn: 稍后再试，或者提交 Bug 报告。

source: Google server: Empty response.
zh_cn: Google 服务器返回为空。

source: Try again later. Make a bug report.
zh_cn: 稍后再试。请提交错误报告。

source: Command pattern is empty.
eo: Komandŝablono estas malplena.
zh_cn: 命令模式为空。

source: Released:
zh_cn: 发布时间：

source: Genre:
zh_cn: 风格:

source: Wikipedia
zh_cn: 维基百科

source: No cover found.
zh_cn: 未发现封面

source: Check your artist name and title. Otherwise you can load a custom cover from an image file.
zh_cn: 检查您的艺术家名称和标题。或者您可以从图像文件中加载自定义封面。

source: Fetch cover from Google...
zh_cn: 从 Google 获取封面...

source: Command Pattern:
eo: Komando-Ŝablono:
zh_cn: 命令模式：

source: English
zh_cn: 英语

source: Deutsch
zh_cn: 德语

source: Français
zh_cn: 法语

source: Polski
zh_cn: 波兰语

source: Italiano
zh_cn: 意大利语

source: Nederlands
zh_cn: 荷兰语

source: Español
zh_cn: 西班牙语

source: Português
zh_cn: 葡萄牙语

source: Svenska
zh_cn: 瑞典语

source: Català
zh_cn: 加泰罗尼亚语

source: Localization:
zh_cn: 本地化:

source: This preset should provide near transparency to most people on most music.
eo: Ĉi tiu antaŭdiro devus provizi preskaŭ travideblecon al plej multaj homoj pri la plej multaj muzikoj.
gl: Esta configuración predefinida debería fornecer transparencia case total para case todo o mundo con case todo tipo de música.
zh_cn: 这个预设将为大多数音乐上的人提供近乎透明的信息。

source: This preset should generally be transparent to most people on most music and is already quite high in quality.
eo: Ĉi tiu antaŭdiro ĝenerale devus esti travidebla por la plej multaj homoj en la plej multaj muzikoj kaj jam estas sufiĉe alta en kvalito.
gl: Esta configuración predefinida debería valer para case todo o mundo con case todo tipo de música e a súa calidade é bastante alta.
zh_cn: 此预设一般对大多数人和音乐来说都应该是透明的，并且质量已经很高。

source: This preset will usually be overkill for most people and most situations, but if you must have the absolute highest quality with no regard to filesize, this is the way to go.
eo: Ĉi tiu antaŭdiro kutime estos troa por plej multaj homoj kaj plej multaj situacioj, sed se vi devas havi la absolutan plej altan kvaliton sen konsidero al dosierograndeco, ĉi tiu estas la vojo por iri.
gl: Esta configuración predefinida será xeralmente matar moscas a canóns para a maioría da xente, pero se quere ter a mellor calidade de todas sen importar o tamaño do ficheiro, este é o mellor xeito.
zh_cn: 对于大多数人和大多数情况来说，这个预设通常都有些过度了。 但如果你必须拥有绝对最高的质量，而不考虑文件尺寸问题，那就可以走这条路。

source: Target Bitrate (kbit/s)
zh_cn: 目标码率 (kbit/s)

source: Target Bitrate ~
zh_cn: 目标码率 ~

source: <p>Do you wish to rescan your system for codecs (Lame, Ogg Vorbis, Flac, etc.)?</p><p><font style="font-style:italic;">This will attempt to create some sample profiles based upon any found codecs.</font></p>
zh_cn: <p>要重新扫描您系统上的编解码器 (Lame、Ogg Vorbis、Flac 等)吗？</p><p><font style="font-style:italic;">这将尝试根据任何找到的编解码器创建一些示例配置文件。</font></p>

source: Ripping track…
fi: Puretaan raitaa…

source: Ripping track %1 of %2…
fi: Puretaan raitaa %1 / %2…

source: Overall progress
fi: Kokonaisedistyminen

source: Overall progress (ripping track %1 of %2)
fi: Kokonaisedistyminen (puretaan raitaa %1 / %2)

source: Ripping whole CD as single track…
fi: Puretaan koko CD:tä yhdeksi raidaksi…

source: <i>Waiting for an encoding job…</i>
fi: <i>Odotetaan koodaustyötä…</i>

source: Encoding track…
fi: Koodataan raitaa…

source: Encoding track %1 of %2…
fi: Koodataan raitaa %1 / %2…

source: <i>Speed: %1×</i>
fi: <i>Nopeus: %1x</i>

source: Show Encoding Log…
fi: Näytä koodausloki…

source: Show Rip Log…
fi: Näytä purkuloki…

source: <html><head/><body><p><span style=" font-style:italic;">Speed: 0×</span></p></body></html>
fi: <html><head/><body><p><span style=" font-style:italic;">Nopeus: 0×</span></p></body></html>

source: Set 2 digits track number (e.g. 01, 02, 03)…
fi: Aseta kaksinumeroinen raidan numero (esim. 01, 02, 03)…

source: <p>The following variables will be replaced with their particular meaning in every track name.</p><p><table border="1"><tr><th><em>Variable</em></th><th><em>Description</em></th></tr><tr><td>$artist</td><td>The artist of the CD. If your CD is a compilation, then this tag represents the title in most cases.</td></tr><tr><td>$title</td><td>The title of the CD. If your CD is a compilation, then this tag represents the subtitle in most cases.</td></tr><tr><td>$date</td><td>The release date of the CD. In almost all cases this is the year.</td></tr><tr><td>$genre</td><td>The genre of the CD.</td></tr><tr><td>$cdno</td><td>The CD number of a multi-CD album. Often compilations consist of several CDs. <i>Note:</i> If the multi-CD flag is <b>not</b> set for the current CD, than this value will be just empty.</td></tr><tr><td>$tartist</td><td>This is the artist of every individual track. It is especially useful on compilation CDs.</td></tr><tr><td>$ttitle</td><td>The track title. Normally each track on a CD has its own title, which is the name of the song.</td></tr><tr><td>$trackno</td><td>The track number. First track is 1.</td></tr><tr><td>$cover</td><td>The cover file.</td></tr><tr><td>$nooftracks</td><td>The total number of audio tracks of the CD.</td></tr><tr><td>$i</td><td>The temporary WAV file (input file) created by Audex from CD audio track. You can use it as a normal input file for your command line encoder.</td></tr><tr><td>$o</td><td>The full output filename and path (output file). Use it as the output for your command line encoder.</td></tr><tr><td>$encoder</td><td>Encoder name and version.</td></tr><tr><td>$audex</td><td>Audex name and version.</td></tr></table></p>
eo: <p>La sekvaj variabloj estos anstataŭigitaj per sia aparta signifo en ĉiu trakonomo.</p><p><table border="1"><tr><th><em>Variablo</em></th><th><em>Priskribo</em></th></tr><tr><td>$artisto</td><td>La artisto de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la titolon plejofte.</td></tr><tr><td>$title</td><td>La titolo de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la subtitolon plejofte.</td></tr><tr><td>$date</td><td>La eldondato de la KD. En preskaŭ ĉiuj kazoj ĉi tio estas la jaro.</td></tr><tr><td>$genro</td><td>La ĝenro de la KD.</td></tr><tr><td>$cdno</td><td>La KD-numero de plurdiska albumo. Ofte kompilaĵoj konsistas el pluraj KD-oj. <i>Noto:</i> Se la multi-KD-marko <b>ne</b> estas agordita por la nuna KD, tiu ĉi valoro estos nur malplena.</td></tr><tr><td>$tartist</td><td>Ĉi tiu estas la artisto de ĉiu individua trako. Ĝi estas precipe utila ĉe kompilaĵoj.</td></tr><tr><td>$ttitle</td><td>La trakotitolo. Normale ĉiu kanto sur KD havas sian propran titolon, kiu estas la nomo de la kanto.</td></tr><tr><td>$trackno</td><td>La trako-numero. La unua trako estas 1.</td></tr><tr><td>$cover</td><td>La kovrildosiero.</td></tr><tr><td>$nooftracks</td><td>La totala nombro de sonspuroj de la KD.</td></tr><tr><td>$i</td><td>La provizora WAV-dosiero (eniga dosiero) kreita de Audex el KD aŭdotrako. Vi povas uzi ĝin kiel normalan enigdosieron por via komandlinia kodilo.</td></tr><tr><td>$o</td><td>La plena eligodosiernomo kaj vojo (eligdosiero). Uzu ĝin kiel eligo por via komandlinia kodilo.</td></tr><tr><td>$encoder</td><td>Kodilonomo kaj versio.</td></tr><tr><td>$audex</td><td>Nomo kaj versio de Audex.</td></tr></table></p>

source: <p>Variables in Audex can have parameters. E.g.</p><pre>${cover format="JPG" x="300" y="300" preparam="-ti "}</pre><p>A filename of a JPG image with the size of 300x300 will be inserted. If no size is set, the size of the original cover file will be taken. If no cover is set, this variable will be replaced by nothing, otherwise something like <i>/tmp/cover.123.jpg</i> will be inserted. Possible formats are "JPG", "PNG" and "GIF" (Default: "JPG").</p> <p><i><b>Note:</b> LAME discards cover files larger than 128 KiB. Please bear this in mind, if you set the format and size.</i></p><hr /><p>"preparam" and "postparam" define parameters inserted before (pre) or behind (post) the variable. These values are <b>only</b> shown if a value is set.Works with all commandline variables.</p><hr /><p><b><i>To have a complete overview of parameters go to the Audex webpage.</i></b></p>
eo: <p>Variabloj en Aŭdex povas havi parametrojn. Ekz.</p><pre>${cover format="JPG" x="300" y="300" preparam="-ti "}</pre><p>Dosiernomo de JPG-bildo kun la grandeco de 300x300 estos enmetita. Se neniu grandeco estas agordita, la grandeco de la originala kovrildosiero estos prenita. Se neniu kovrilo estas agordita, ĉi tiu variablo estos anstataŭigita per nenio, alie io kiel <i>/tmp/cover.123.jpg</i> estos enmetita. Eblaj formatoj estas "JPG", "PNG" kaj "GIF" (Defaŭlte: "JPG").</p> <p><i><b>Noto:</b> LAME-forĵetoj kovras dosierojn pli grandajn ol 128 KiB. Bonvolu memori tion, se vi agordas la formaton kaj grandecon.</i></p><hr /><p>"preparam" kaj "postparam" difinas parametrojn enmetitajn antaŭ (pre) aŭ malantaŭ (post) la variablo. Ĉi tiuj valoroj estas <b>nur</b> montritaj se valoro estas agordita. Funkcias kun ĉiuj komandliniaj variabloj.</p><hr/><p><b><i>Por havi kompletan superrigardon de parametroj iru al la retpaĝo de Audex.</i></b></p>

source: Ripping speed was extremely slow for the last 5 minutes. Due to extraction quality, audex is configured to never skip any detected error. If your disc is really broken extraction may never end! In some cases, it might be that only this drive has difficulty ripping audio data from this disc. Maybe try another one. However, do you want to continue extraction?
eo: Ŝira rapido estis ege malrapida dum la lastaj 5 minutoj. Pro eltira kvalito, audex estas agordita por neniam preterlasi ajnan detektitan eraron. Se via disko estas vere rompita, eltiro eble neniam finiĝos! En iuj kazoj, eble nur ĉi tiu disko havas malfacilaĵojn por ŝiri sondatumojn de ĉi tiu disko. Eble provu alian. Tamen, ĉu vi volas daŭrigi la eltiron?
gl: A velocidade de extracción foi extremadamente lenta durante os últimos 5 minutos. Debido á calidade da extracción, audex está configurado para nunca saltarse ningún erro que detectase. Se o disco está roto, é posíbel que a extracción non remate nunca! Nalgúns casos, podería ser que só esta unidade teña dificultades para extraer datos de son do disco. Pode probar con outra. Quere continuar coa extracción?

source: <p>The following variables will be replaced with their particular meaning in every track name.</p><p><table border="1"><tr><th><em>Variable</em></th><th><em>Description</em></th></tr><tr><td>$artist</td><td>The artist of the CD. If your CD is a compilation, then this tag represents the title in most cases.</td></tr><tr><td>$title</td><td>The title of the CD. If your CD is a compilation, then this tag represents the subtitle in most cases.</td></tr><tr><td>$date</td><td>The release date of the CD. In almost all cases this is the year.</td></tr><tr><td>$genre</td><td>The genre of the CD.</td></tr><tr><td>$cdno</td><td>The CD number of a multi-CD album. Often compilations consist of several CDs. <i>Note:</i> If the multi-CD flag is <b>not</b> set for the current CD, than this value will be just empty.</td></tr><tr><td>$tartist</td><td>This is the artist of every individual track. It is especially useful on compilation CDs.</td></tr><tr><td>$ttitle</td><td>The track title. Normally each track on a CD has its own title, which is the name of the song.</td></tr><tr><td>$trackno</td><td>The track number. First track is 1.</td></tr><tr><td>$nooftracks</td><td>The total number of audio tracks of the CD.</td></tr><tr><td>$suffix</td><td>The filename extension.</td></tr><tr><td>$audex</td><td>Audex name and version.</td></tr></table></p>
eo: <p>La sekvaj variabloj estos anstataŭigitaj per sia aparta signifo en ĉiu trakonomo.</p><p><table border="1"><tr><th><em>Variablo</em></th><th><em>Priskribo</em></th></tr><tr><td>$artisto</td><td>La artisto de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la titolon plejofte.</td></tr><tr><td>$title</td><td>La titolo de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la subtitolon plejofte.</td></tr><tr><td>$date</td><td>La eldondato de la KD. En preskaŭ ĉiuj kazoj ĉi tio estas la jaro.</td></tr><tr><td>$genro</td><td>La ĝenro de la KD.</td></tr><tr><td>$cdno</td><td>La KD-numero de plurdiska albumo. Ofte kompilaĵoj konsistas el pluraj KD-oj. <i>Noto:</i> Se la multi-KD-marko <b>ne</b> estas agordita por la nuna KD, tiu ĉi valoro estos nur malplena.</td></tr><tr><td>$tartist</td><td>Ĉi tiu estas la artisto de ĉiu individua trako. Ĝi estas precipe utila ĉe kompilaĵoj.</td></tr><tr><td>$ttitle</td><td>La trakotitolo. Normale ĉiu kanto sur KD havas sian propran titolon, kiu estas la nomo de la kanto.</td></tr><tr><td>$trackno</td><td>La trako-numero. Unua trako estas 1.</td></tr><tr><td>$nooftracks</td><td>La tuta nombro de sonspuroj de la KD.</td></tr><tr><td>$sufikso</td><td>dosiernoma finaĵo.</td></tr><tr><td>$audex</td><td>Aŭdex nomo kaj versio.</td></tr></table></p>

source: <p>Variables in Audex can have parameters. E.g.</p><pre>$artist/$title/${trackno length="2" fillchar="0"} - $ttile.$suffix</pre><p>This means, that the tracknumber will be forced to a length of 2 digits. If the number is less than 10, it will be filled up with "0".</p><pre>$artist/${title lowercase="true"}/$trackno - $ttile.$suffix<br />$artist/${title uppercase="true"}/$trackno - $ttile.$suffix</pre><p>The title will be uppercased or lowercased. This works with the other variables, too.</p><pre>${artist left="1"}/$artist/$title/$trackno - $ttile.$suffix</pre><p>Take one character from the left, which is the first one.</p><hr /><p><b><i>To have a complete overview of parameters go to the Audex webpage.</i></b></p>
eo: <p>Varibeloj en Aŭdex povas havi parametrojn. Ekz.</p><pre>$artisto/$titolo/${trackno length="2" fillchar="0"} - $ttile.$sufikso</pre><p>Ĉi tio signifas, ke la tracknumero estos devigita al longo de 2 ciferoj. Se la nombro estas malpli ol 10, ĝi estos plenigita per "0".</p><pre>$artisto/${title minuskla="vera"}/$trackno - $ttile.$sufikso <br />$artisto/${title uppercase="true"}/$trackno - $ttile.$sufikso</pre><p>La titolo estos majuskla aŭ minuskla. Ĉi tio funkcias ankaŭ kun la aliaj variabloj.</p><pre>${artist left="1"}/$artist/$title/$trackno - $ttile.$suffix</pre><p>Prenu unu signon de maldekstre, kiu estas la unua.</p><hr /><p><b><i>Por havi kompletan superrigardon de parametroj iru al la retpaĝo de Audex.</i></b></p>

source: <p>Filename schemes without an absolute path will be relative to the ripped music files.</p><p>The following variables will be replaced with their particular meaning in every track name.</p><p><table border="1"><tr><th><em>Variable</em></th><th><em>Description</em></th></tr><tr><td>$artist</td><td>The artist of the CD. If your CD is a compilation, then this tag represents the title in most cases.</td></tr><tr><td>$title</td><td>The title of the CD. If your CD is a compilation, then this tag represents the subtitle in most cases.</td></tr><tr><td>$date</td><td>The release date of the CD. In almost all cases this is the year.</td></tr><tr><td>$genre</td><td>The genre of the CD.</td></tr><tr><td>$cdno</td><td>The CD number of a multi-CD album. Often compilations consist of several CDs. <i>Note:</i> If the multi-CD flag is <b>not</b> set for the current CD, than this value will be just empty.</td></tr><tr><td>$suffix</td><td>The filename extension (e.g. ".jpg", ".m3u", ".md5" ...).</td></tr><tr><td>$nooftracks</td><td>The total number of audio tracks of the CD.</td></tr><tr><td>$encoder</td><td>Encoder name and version.</td></tr><tr><td>$audex</td><td>Audex name and version.</td></tr></table></p>
eo: <p>Dosiernomaj skemoj sen absoluta vojo estos relativaj al la ekstraktitaj muzikdosieroj.</p><p>La sekvaj variabloj estos anstataŭigitaj per sia aparta signifo en ĉiu trakonomo.</p><p><table border="1"><tr><th><em>Variablo</em></th><th><em>Priskribo</em></th></tr><tr><td>$artisto</td><td>La artisto de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la titolon plejofte.</td></tr><tr><td>$title</td><td>La titolo de la KD. Se via KD estas kompilaĵo, tiam ĉi tiu etikedo reprezentas la subtitolon plejofte.</td></tr><tr><td>$date</td><td>La eldondato de la KD. En preskaŭ ĉiuj kazoj ĉi tio estas la jaro.</td></tr><tr><td>$ĝenro</td><td>La ĝenro de la KD.</td></tr><tr><td>$cdno</td><td>La KD-numero de plurdiska albumo. Ofte kompilaĵoj konsistas el pluraj KD-oj. <i>Noto:</i> Se la multi-KD-marko <b>ne</b> estas agordita por la nuna KD, tiu ĉi valoro estos nur malplena.</td></tr><tr><td>$sufikso</td><td>La dosiernomo finaĵo (ekz. ".jpg", ".m3u", ".md5" ...).</td></tr><tr><td>$nooftracks</td><td>La totala nombro de sonspuroj de la KD.</td></tr><tr><td>$encoder</td><td>Kodilonomo kaj versio.</td></tr><tr><td>$audex</td><td>Nomo kaj versio de Aŭdex.</td></tr></table></p>

source: <p>Variables in Audex can have parameters. E.g.</p><pre>$title (${cdno length="2" fillchar="0"}).$suffix</pre><p>This means, that the cd number will be forced to a length of 2 digits. If the number is less than 10, it will be filled up with "0".</p><pre>${title lowercase="true"}.$suffix<br />${title uppercase="true"}.$suffix</pre><p>The title will be uppercased or lowercased. This works with the other variables, too.</p><pre>${artist left="1"} - $title.$suffix</pre><p>Take one character from the left, which is the first one.</p><hr /><p><b><i>To have a complete overview of parameters go to the Audex webpage.</i></b></p>
eo: <p>Variabloj en Audex povas havi parametrojn. Ekz.</p><pre>$titolo (${cdno length="2" fillchar="0"}).$sufikso</pre><p>Ĉi tio signifas, ke la kd-numero estos devigita al longo de 2 ciferoj. Se la nombro estas malpli ol 10, ĝi estos plenigita per "0".</p><pre>${title lowercase="true"}.$sufikso<br/>${title uppercase="true"}.$sufikso</pre><p>La titolo estos majuskla aŭ minuskla. Ĉi tio funkcias ankaŭ kun la aliaj variabloj.</p><pre>${artist left="1"} - $title.$sufikso</pre><p>Prenu unu signon de maldekstre, kiu estas la unua unu.</p><hr /><p><b><i>Por havi kompletan superrigardon de parametroj iru al la retpaĝo de Aŭdex.</i></b></p>

source: Please use common image formats like JPEG or PNG as they are supported on almost all systems.
eo: Bonvolu uzi komunajn bildformatojn kiel JPEG aŭ PNG ĉar ili estas subtenataj en preskaŭ ĉiuj sistemoj.
