Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Title:
ar: العنوان:
eo: Titolo:
eu: Titulua:
fi: Otsikko:
fr: Titre :
gl: Título:
hu: Cím:
ia: Titulo:
ko: 제목:
ru: Название:
tr: Başlık:
zh_cn: 头衔：
zh_tw: 標題：

source: CD Number:
ar: رقم القرص المضغوط:
eo: KD-numero:
eu: CD zenbakia:
fi: CD:n numero:
fr: Numéro du CD :
gl: Número do CD:
hu: CD szám:
ia: Numero de CD:
ko: CD 번호:
ru: Номер компакт-диска:
tr: CD numarası:
zh_cn: CD 编号：
zh_tw: CD 編號：

source: Track Offset:
ar: إزاحة المسار:
eo: Trako-deŝovo:
eu: Pistaren jatorri-aldaketa:
fi: Raidan siirtymä:
fr: Décalage de piste :
gl: Posición da pista:
hu: Számeltolás:
ia: Displaciamento de tracia:
ko: 트랙 오프셋:
ru: Смещение дорожки:
tr: Parça ofseti:
zh_cn: 轨道偏移量：
zh_tw: 音軌位移：

source: Genre:
ar: النّوع:
eo: Ĝenro:
eu: Generoa:
fi: Tyylilaji:
gl: Estilo:
hu: Műfaj:
ia: Genere:
ko: 장르:
ru: Жанр:
tr: Tür:
zh_cn: 流派：
zh_tw: 風格：

source: Year:
ar: السّنة:
eo: Jaro:
eu: Urtea:
fi: Vuosi:
fr: Année :
gl: Ano:
hu: Év:
ia: Anno:
ko: 연도:
ru: Год:
tr: Yıl:
zh_cn: 年份：
zh_tw: 年份：

source: Additional Information:
ar: معلومات إضافية:
eo: Kromaj Informoj:
eu: Informazio osagarria:
fi: Lisätiedot:
fr: Informations complémentaires :
gl: Información adicional:
hu: További információk:
ia: Information Additional:
ko: 추가 정보:
ru: Дополнительная информация:
tr: Ek Bilgi:
zh_cn: 附加 信息：
zh_tw: 額外資訊：

source: CDDB disc ID:
ar: معرف قرص في قاعدة بيانات الأقراص المضغوطة:
eo: CDDB-diska ID:
eu: CDDB diskoaren ID:
fi: CDDB:n levytunniste:
fr: Identifiant de disque CDDB :
gl: Identificador do disco en CDDB:
hu: CDDB lemezazonosító:
ia: ID de disco CDDB:
tr: CDDB disk kimliği:
zh_tw: CDDB 碟片 ID：

source: Command Scheme Wizard
ar: معالج مخطط الأوامر
eu: Komando-antolaera morroia
fi: Opastettu komentokuvion luonti
fr: Assistant de thèmes de commandes
gl: Asistente de esquemas de ordes
hu: Parancsséma varázsló
ia: Assistente de schema de commando
tr: Komut Şeması Sihirbazı
zh_tw: 命令機制精靈

source: Command scheme help
ar: مساعدة في مخطط الأوامر
eu: Komando-antolaeraren laguntza
fi: Komentokuvion ohje
fr: Aide concernant les thèmes de commandes.
gl: Axuda de esquemas de ordes
hu: Parancsséma súgó
ia: Adjuta de schema de commando
tr: Komut Şeması Yardımı
zh_tw: 命令機制說明

source: Please set a command scheme
ar: الرجاء ضبط مخطط الأوامر
eu: Mesedez, ezarri Komando-antolaera bat
fi: Aseta komentokuvio
fr: Veuillez définir un thème de commandes
hu: Adjon meg egy parancssémát
tr: Lütfen bir komut satırı şeması ayarlayın
zh_tw: 請設定一個命令機制

source: Album Example:
ar: مثال الألبوم:
eo: Albuma Ekzemplo:
eu: Album adibidea:
fi: Esimerkkialbumi:
fr: Exemple d'album :
gl: Exemplo de álbum:
hu: Albumpélda:
ia: Exemplo de album:
ko: 앨범 예제:
ru: Пример альбома:
tr: Albüm örneği:
zh_cn: 专辑示例：
zh_tw: 專輯範例：

source: Sampler Example:
ar: مثال لأخذ العينات:
eo: Sampler Ekzemplo:
eu: Lagingailu adibidea:
fi: Näytteistysesimerkki:
fr: Exemple d'échantillonneur :
gl: Exemplo de tomador de mostras:
hu: Mintavételező példa:
ia: Exemplo de specimen:
ko: 샘플러 예제:
ru: Образец:
tr: Örnekleyici Kipi:
zh_cn: 采样器示例：
zh_tw: 取樣器範例：

source: Help
ar: مساعدة
eu: Laguntza
fi: Ohje
fr: Aide
gl: Axuda
hu: Súgó
ia: Adjuta
ru: Справка
tr: Yardım
zh_tw: 說明

source: Album Artist
ar: فنّان الألبوم
eo: Albuma artisto
eu: Albumeko artista
fi: Albumin esittäjä
fr: Artiste de l'album
gl: Intérprete do álbum
hu: Album előadó
ia: Artista del album
ko: 앨범 아티스트
ru: Исполнитель альбома
tr: Albüm Sanatçısı
zh_cn: 专辑艺人
zh_tw: 專輯藝人

source: Album Title
ar: عنوان الألبوم
eo: Albuma titolo
eu: Albumaren titulua
fi: Albumin nimi
fr: Titre de l'album
gl: Título do álbum
hu: Albumcím
ia: Titulo de album
ko: 앨범 제목
ru: Название альбома
tr: Albüm Başlığı
zh_cn: 专辑标题
zh_tw: 專輯標題

source: Track Artist
ar: فنّان المقطوعة
eo: Traka artisto
eu: Pistako artista
fi: Raidan esittäjä
fr: Artiste de la piste
gl: Intérprete da pista
hu: Szám előadó
ia: Artista de Tracia
ko: 트랙 아티스트
ru: Исполнитель дорожки
tr: Parça Sanatçısı
zh_cn: 曲目艺人
zh_tw: 音軌藝人

source: Track Title
ar: عنوان المقطوعة
eo: Traka titolo
eu: Pistaren titulua
fi: Raidan otsikko
fr: Titre de la piste
gl: Título da pista
hu: Számcím
ia: Titulo de tracia
ko: 트랙 제목
ru: Название дорожки
tr: Parça Başlığı
zh_cn: 曲目标题
zh_tw: 音軌標題

source: Track #
ar: المقطوعة #
eo: Trako #
eu: Pista zk.
fi: Raitanro
fr: N° de piste
gl: Número da pista
hu: Szám #
ia: Tracia #
ko: 트랙 #
ru: № дорожки
tr: Parça #
zh_tw: 音軌 #

source: # of Tracks
ar: # المقطوعات
eo: Nombro da Trakoj
eu: Pista kopurua
fi: Raitojen määrä
fr: N° des pistes
gl: Número de pistas
hu: Zeneszámok száma
ia: # de Tracias
ko: 트랙 개수
ru: Кол-во дорожек
tr: Parça Sayısı
zh_cn: 曲目数
zh_tw: 音軌數量

source: Date
ar: التاريخ
eo: Dato
eu: Data
fi: Päiväys
gl: Data
hu: Dátum
ia: Data
ko: 날짜
ru: Дата
tr: Tarih
zh_cn: 日期
zh_tw: 日期

source: Genre
ar: النوع
eo: Ĝenro
eu: Generoa
fi: Tyylilaji
gl: Estilo
hu: Műfaj
ia: Genere
ko: 장르
ru: Жанр
tr: Tür
zh_cn: 风格
zh_tw: 風格

source: Cover File
ar: ملف الغلاف
eo: Kovrilo Dosiero
eu: Disko-azal fitxategia
fi: Kansikuvatiedosto
fr: Fichier de couverture
gl: Ficheiro da portada
hu: Borítófájl
ia: File de copertura
ko: 커버 파일
ru: Файл обложки
tr: Kapak Dosyası
zh_cn: 封面文件
zh_tw: 封面檔案

source: Input File
ar: ملفّ الدّخل
eo: Eniga Dosiero
eu: Sarrerako fitxategia
fi: Syötetiedosto:
fr: Fichier d'entrée
gl: Ficheiro de entrada
hu: Bemeneti fájl
ia: File de Ingresso
ko: 입력 파일
ru: Входной файл
tr: Girdi Dosyası
zh_cn: 输入文件
zh_tw: 輸入檔案

source: Output File
ar: ملف الإخراج
eo: Eligo Dosiero
eu: Irteerako fitxategia
fi: Tulostiedosto
fr: Fichier de sortie
gl: Ficheiro de saída
hu: Kimeneti fájl
ia: File de exito
ko: 출력 파일
ru: Выходной файл
tr: Çıktı Dosyası
zh_cn: 输出文件
zh_tw: 輸出檔案

source: Rip And Encode
ar: استخرج ورمّز
eo: Ekstrakti kaj Kodigi
eu: Erauzi eta kodetu
fi: Pura ja koodaa
fr: Extraire et encoder
gl: Extraer e codificar
hu: Beolvasás és kódolás
ia: Rippa e Codifica
ko: 추출 이후 인코드
ru: Копировать и кодировать
tr: Dönüştür ve Kodla
zh_cn: 抓取并编码
zh_tw: 擷取並編碼

source: Ripping whole CD as single track
ar: يستخرج كامل القرص المضغوط كمسار واحد
eo: Ŝirante tutan KD kiel ununura trako
eu: CD osoa pista bakar gisa erauzten
fi: Puretaan koko CD yhdeksi raidaksi
fr: Extraction audio d'un CD entier sous la forme d'une piste unique
gl: Extraendo todo o CD como unha única pista.
hu: Teljes CD beolvasása egyetlen számként
ia: Rippar le complete CD como un singule tracia
ko: 전체 CD를 단일 트랙으로 추출
ru: Копирование компакт-диска целиком как единой дорожки
tr: Tüm CD’yi tek bir parça olacak şekilde dönüştür
zh_cn: 将整个 CD 抓取为单个曲目
zh_tw: 正在將整個 CD 擷取成一個音軌

source: Encoding
ar: التّرميز
eo: Ĉifrado
eu: Kodetzea
fi: Koodataan
fr: Encodage
gl: Codificación
hu: Kódolás
ia: Codificar
ko: 인코딩
tr: Kodlanıyor
zh_cn: 编码
zh_tw: 編碼

source: Ripping Track 0 of %1
ar: يستخرج المسار 0 من %1
eo: Ekstraktante trakon 0 de %1
eu: 0 / %1 pista erauzten
fi: Puretaan raitaa 0 / %1
fr: Extraction audio de la piste 0 sur %1
gl: Extraendo a pista 0 de %1
hu: 0 / %1 szám beolvasása
ia: Rippante tracia 0 de %1
ko: 트랙 %1 중 0 추출 중
tr: 0/%1 parça dönüştürülüyor
zh_cn: 抓取 %1 的音轨 0
zh_tw: 正在擷取音軌 0/%1

source: Encoding Track 0 of %1
ar: يرمز المسار 0 من %1
eo: Kodiga Trako 0 de %1
eu: 0 / %1 pista kodetzen
fi: Puretaan raitaa 0 / %1
fr: Encodage de la piste 0 sur %1
gl: Codificando a pista 0 de %1
hu: 0 / %1 szám beolvasása
ia: Codificante Tracia 0 de %1
ko: 트랙 %1 중 0 인코드 중
ru: Кодирование дорожки 0 из %1
tr: Parça Kodlanıyor 0/%1
zh_cn: 编码 %1 中的音轨 0
zh_tw: 正在編碼音軌 0/%1

source: Do you really want to cancel extraction?
ar: هل تريد حقًا إلغاء الاستخراج؟
eo: Ĉu vi vere volas nuligi ekstraktadon?
eu: Erauztea benetan bertan behera utzi nahi duzu?
fi: Haluatko varmasti perua purkamisen?
fr: Voulez-vous vraiment annuler l'extraction ?
gl: Seguro que quere cancelar a extracción?
hu: Biztosan megszakítja a beolvasást?
ia: Tu vermente vole cancellar extraction?
ko: 추출 작업을 취소하시겠습니까?
ru: Действительно отменить извлечение?
tr: Aktarımı iptal etmeyi gerçekten istiyor musunuz?
zh_tw: 您確定要取消擷取嗎？

source: Cancel
ar: ألغِ
eo: Rezigni
eu: Utzi
fi: Peru
fr: Annuler
gl: Cancelar
hu: Mégse
ia: Cancella
ko: 취소
ru: Отмена
tr: İptal
zh_cn: 取消
zh_tw: 取消

source: Ripping Track
ar: يستخرج المسار
eo: Ekstraktante trakon
eu: Pista erauzten
fr: Extraction d'une piste
gl: Extraendo a pista
hu: Szám beolvasása
ia: Rippante tracia
ko: 트랙 추출 중
ru: Копирование дорожки
tr: Parça dönüştürülüyor
zh_cn: 抓取轨道
zh_tw: 正在擷取音軌

source: Ripping Track %1 of %2
ar: يستخرج المسار %1 من %2
eo: Ekstraktante trakon %1 de %2
eu: %1 / %2 pista erauzten
fr: Extraction de la piste %1 sur %2
gl: Extraendo a pista %1 de %2
hu: %1 / %2 szám beolvasása
ia: Rippante tracia %1 de %2
ko: 트랙 %2 중 %1 추출 중
tr: %1/%2 parça dönüştürülüyor
zh_cn: 抓取轨道 %1 ，共 %2
zh_tw: 正在擷取音軌 %1/%2

source: Overall Progress
ar: التّقدّم الكلّيّ
eo: Ĝenerale Progreso
eu: Aurrerapen orokorra
fr: Progression totale
gl: Progreso global
hu: Összesített előrehaladás
ia: Progresso Global
ko: 전체 진행 상황
tr: Toplam İlerleme
zh_cn: 整体进度
zh_tw: 整體進度

source: Overall Progress (Ripping Track %1 of %2)
ar: التقدم الإجمالي (استخراج المسار %1 من %2)
eo: Totala Progreso (Spuranta Trako %1 el %2)
eu: Aurrerapen orokorra (%1 / %2 pista erauzten)
fr: Progression totale (extraction de la piste %1 sur %2)
gl: Progreso global (extraendo a pista %1 de %2)
hu: Összesített előrehaladás (%1 / %2 szám beolvasása)
ia: Progresso Global(Rippante Tracia %1 de %2)
ko: 전체 진행 상황(트랙 %2 중 %1 추출 중)
tr: Toplam ilerleme (%1/%2 parça dönüştürülüyor)
zh_cn: 总体进展 (正在抓取音轨 %1 / %2)
zh_tw: 整體進度（正在擷取音軌 %1/%2）

source: Waiting for an encoding job...
ar: ينتظر مهمة الترميز...
eo: Atendante kodan laboron...
eu: Kodetzeko ataza baten zain...
fr: En attente d'une tâche d'encodage...
gl: Agardando por unha tarefa de codificación…
hu: Várakozás egy kódoló feladatra…
ia: On expecta un carga de codificar...
ko: 인코딩 작업을 기다리는 중...
ru: Ожидание задания для кодирования…
tr: Bir kodlama işi bekleniyor...
zh_cn: 正在等待编码作业...
zh_tw: 等待編碼工作中...

source: Encoding Track
ar: يرمز المسار
eo: Kodiga Trako
eu: Pista kodetzen
fr: Encodage d'une piste
gl: Codificando a pista
hu: Szám kódolása
ia: Codificante Tracia
ko: 트랙 인코드 중
ru: Кодирование дорожки
tr: Parça Kodlanıyor
zh_cn: 编码音轨
zh_tw: 正在編碼音軌

source: Encoding Track %1 of %2
ar: يرمز المسار %1 من %2
eo: Kodigado de Trako %1 de %2
eu: %1 / %2 pista kodetzen
fr: Encodage de la piste %1 de %2
gl: Codificando a pista %1 de %2
hu: %1 / %2 szám kódolása
ia: Codificante Tracia %1 de %2
ko: 트랙 %2 중 %1 인코드 중
ru: Кодирование дорожки %1 из %2
tr: %1/%2 Parça Kodlanıyor
zh_cn: 正在编码音轨 %1，总共 %2
zh_tw: 正在編碼音軌 %1/%2

source: Speed: %1x
ar: السرعة: %1x
eo: Rapido: %1x
eu: Abiadura: %1x
fr: Vitesse : %1x
gl: Velocidade: %1x
hu: Sebesség: %1x
ia: Velocitate: %1x
ko: 속도: %1x
ru: Скорость: %1x
tr: Hız: %1x
zh_cn: 速度：%1x
zh_tw: 速度：%1x

source: All jobs successfully done.
ar: انتهت جميع المهام بنجاح.
eo: Ĉiuj laboroj sukcese faritaj.
eu: Ataza guztiak ondo egin dira.
fi: Kaikki työt valmistuivat onnistuneesti.
fr: Toutes les tâches ont été réalisées avec succès.
gl: Completáronse correctamente todas as tarefas.
hu: Minden feladat sikeresen befejeződött.
ia: Omne cargas facite con successo.
ko: 모든 작업이 완료되었습니다.
ru: Все задания выполнены.
tr: Tüm işlemler başarılı bir biçimde tamamlandı.
zh_cn: 所有作业都成功完成。
zh_tw: 所有工作皆以成功完成。

source: Finished!
ar: انتهى!
eo: Finita!
eu: Amaitu da!
fi: Valmis!
fr: Terminé !
gl: Rematouse.
hu: Befejezve!
ia: Terminate!
ko: 완료!
tr: Tamamlandı!
zh_cn: 完成!
zh_tw: 已完成！

source: At least one job failed.
ar: فشلت مهمة واحدة على الأقل.
eo: Almenaŭ unu labortasko malsukcesis.
eu: Gutxienez ataza batek huts egin du.
fi: Ainakin yksi työ epäonnistui.
fr: Au moins une tâche a échoué.
gl: Fallaron unha ou varias tarefas.
hu: Legalább egy feladat sikertelen.
ia: Al minus uncarga falleva.
ko: 실패한 작업이 하나 이상 있습니다.
ru: Как минимум одно задание не было выполнено.
tr: En az bir işlem başarısız oldu.
zh_cn: 至少有一个作业失败。
zh_tw: 至少有一個工作失敗了。

source: Failed!
ar: فشل!
eo: Malsukcesis!
eu: Huts egin du!
fi: Epäonnistui!
fr: Échec !
gl: Fallou.
hu: Sikertelen!
ia: Fallite!
ko: 실패!
tr: Başarısız!
zh_cn: 已失败!
zh_tw: 失敗！

source: Show encoding log...
ar: أظهر سجل الترميز...
eo: Montri kodan protokolon...
eu: Erakutsi kodetzeko egunkaria...
fr: Afficher le journal d'encodage...
gl: Amosar o rexistro da codificación…
hu: Kódolási napló megjelenítése…
ia: Monstra registro de codificar...
ko: 인코딩 로그 표시...
ru: Показать журнал кодирования…
tr: Kodlama günlüğünü göster...
zh_cn: 显示编码日志...
zh_tw: 顯示編碼紀錄...

source: Show rip log...
ar: أظهر سجل الاستخراج...
eo: Montri ekstraktoprotokolon...
eu: Erakutsi erauzteko egunkaria...
fr: Afficher le journal d'extraction...
gl: Amosar o rexistro da extracción…
hu: Beolvasási napló megjelenítése…
ia: Monstra registro de rippar...
ko: 추출 로그 표시...
ru: Показать журнал копирования...
tr: Dönüştürme günlüğünü göster...
zh_cn: 显示抓取日志...
zh_tw: 顯示擷取紀錄...

source: Ripping speed was extremely slow for the last 5 minutes. Do you want to continue extraction?
ar: كانت سرعة الاستخراج من القرص المضغوط بطيئة للغاية خلال الدقائق الخمس الأخيرة. هل تريد متابعة الاستخراج؟
eu: Erauzteko abiadura oso motela izan da azken 5 minutuetan. Erauzketarekin jarraitu nahi duzu?
fi: Purkunopeus on ollut hyvin hidas viimeiset 5 minuuttia. Haluatko jatkaa purkamista?
fr: La vitesse de déchirure a été extrêmement faible durant les 5 dernières minutes. Voulez-vous vraiment continuer l'extraction ?
hu: A beolvasási sebesség az utolsó 5 percben különösen alacsony volt. Szeretné folytatni a beolvasást?
ru: Скорость копирования была чрезвычайно низкой на протяжении последних 5 минут. Продолжить извлечение?
tr: Son 5 dakikadan bu yana dönüştürme hızı bayağı yavaştı. Çıkarmayı sürdürmek istiyor musunuz?
zh_tw: 這五分鐘以來的擷取速度極為緩慢。 您要繼續擷取嗎？

source: Cancel extraction
ar: ألغ الاستخراج
eo: Nuligi eltiron
eu: Erauzteari utzi
fi: Peru purkaminen
fr: Annuler l'extraction
gl: Cancelar a extracción
hu: Beolvasás megszakítása
ia: Cancella extraction
ko: 추출 취소
ru: Отменить копирование
tr: Aktarımı İptal Et
zh_cn: 取消提取
zh_tw: 取消擷取

source: Encoding log
ar: سجل الترميز
eu: Kodetze-egunkaria
fi: Koodausloki
fr: Journal d'encodage
hu: Kódolási napló
ru: Журнал кодирования
tr: Günlük kodlanıyor
zh_tw: 編碼紀錄

source: Ripping log
ar: سجل الاستخراج
eu: Erauzte-egunkaria
fi: Purkuloki
fr: Journal d'extraction
hu: Beolvasási napló
tr: Günlük dönüştürülüyor
zh_tw: 擷取紀錄

source: Show/hide details
ar: أظهر/أخف التفاصيل
eo: Montri/kaŝi detalojn
eu: Erakutsi/ezkutatu xehetasunak
fi: Näytä/piilota tiedot
fr: Afficher / Cacher les détails
gl: Amosar ou agochar os detalles.
hu: Részletek megjelenítése/elrejtése
ia: Monstra/Cela detalios
ko: 자세한 정보 숨기기
ru: Показать или скрыть подробности
tr: Ayrıntıları Göster/Gizle
zh_cn: 显示/隐藏详情
zh_tw: 顯示/隱藏詳情

source: Ripping Track 8 of 12
ar: يستخرج المسار 8 من 12
eo: Ŝira Trako 8 el 12
eu: 8 / 12 pista erauzten
fi: Puretaan raitaa 8 / 12
fr: Extraction audio de la piste 8 sur 12
gl: Extraendo a pista 8 de 12
hu: 8 / 12 szám beolvasása
ia: Rippante tracia 8 de 12
ko: 트랙 12 중 8 추출 중
tr: 8/12 parça dönüştürülüyor
zh_cn: 正在抓取轨道 8，共 12
zh_tw: 正在擷取音軌 8/12

source: Speed: 0x
ar: السرعة: 0x
eo: Rapido: 0x
eu: Abiadura: 0x
fr: Vitesse : 0x
gl: Velocidade: ×0
hu: Sebesség: 0x
ia: Velocitate: 0x
ko: 속도: 0x
tr: Hız: 0x
zh_cn: 速度：0x
zh_tw: 速度：0x

source: Encoding Track 8 of 12
ar: يرمز المسار 8 من 12
eo: Kodigado de Trako 8 el 12
eu: 8 / 12 pista kodetzen
fi: Puretaan raitaa 8 / 12
fr: Encodage de la piste 8 sur 12
gl: Codificando a pista 8 de 12
hu: 8 / 12 szám kódolása
ia: Codificante Tracia 8 de 12
ko: 트랙 12 중 8 인코드 중
ru: Кодирование дорожки 8 из 12
tr: 8/12 Parça Kodlanıyor
zh_cn: 正在编码轨道 8，共 12
zh_tw: 正在編碼音軌 8/12

source: Scheme Wizard
ar: معالج المخطط
eu: Antolaera morroia
fi: Kuvioavustaja
fr: Assistant de thèmes
gl: Asistente de esquemas
hu: Sémavarázsló
ia: Assistente de Schema
ru: Мастер создания схем
tr: Şema Sihirbazı
zh_tw: 機制精靈

source: Filename scheme help
ar: مساعد مخطط اسم الملف
eu: Fitxategi-izen antolaeraren laguntza
fi: Tiedostonimikuvion ohje
fr: Aide concernant les thèmes de noms de fichiers
gl: Axuda de esquemas de nome de ficheiro
hu: Fájlnév-séma súgó
ia: Adjuta de schema de nomine de file
tr: Dosya adı şeması yardımı
zh_tw: 檔名機制說明

source: Suffix
ar: اللاحقة
eo: Sufikso
eu: Atzizkia
fi: Pääte
fr: Suffixe
gl: Sufixo
hu: Utótag
ia: Suffixo
ko: 접미사
ru: Расширение
tr: Sonek
zh_cn: 后缀
zh_tw: 後綴

source: Example:
ar: مثال:
eo: Ekzemplo:
eu: Adibidea:
fi: Esimerkki:
fr: Exemple :
gl: Exemplo:
hu: Példa:
ia: Exemplo:
ko: 예제:
ru: Пример:
tr: Örnek:
zh_cn: 示例：
zh_tw: 範例：

source: Please set a scheme
ar: الرجاء ضبط مخطط
eu: Mesedez, ezarri antolaera bat
fi: Aseta kuvio
fr: Veuillez définir un thème.
hu: Adjon meg egy sémát
ru: Укажите схему
tr: Lütfen bir şema ayarlayın
zh_tw: 請設定一個機制

source: Save %1
ar: احفظ %1
eo: Konservi %1
eu: Gorde %1
fi: Tallenna %1
fr: Enregistrer %1
gl: Gardar %1
hu: %1 mentése
ia: Salveguarda %1
ko: %1 저장
ru: Сохранить %1
tr: Kaydet %1
zh_cn: 保存 %1
zh_tw: 儲存 %1

source: created on
ar: أُنشئت في
eu: sorrera
fi: luotu
fr: créé sur
hu: létrehozva:
ru: от
tr: oluşturulma tarihi
zh_tw: 建立於

source: Cover Settings
ar: إعدادات الغلاف
eo: Kovrilo Agordoj
eu: Disko-azal ezarpenak
fi: Kansikuva-asetukset
fr: Paramètres des couvertures
gl: Configuración da portada
hu: Borítóbeállítások
ia: Preferentias de copertura
ko: 앨범 커버 설정
ru: Параметры обложек
tr: Kapak Ayarları
zh_cn: 封面设置
zh_tw: 封面設定

source: JPEG (Joint Photographic Experts Group)
ar: JPEG (هيئة مجموعة خبراء الفوتوغرافية)
tr: JPEG (Birleşik Fotoğraf Uzmanları Grubu)
zh_cn: JPEG (Joint Photographic Experts Group，联合摄影专家小组)

source: PNG (Portable Network Graphics)
ar: PNG (رسوميات شبكية محمولة)
eo: PNG (Porteblaj Retaj Grafikoj)
tr: PNG (Taşınabilir Ağ Grafikleri)
zh_cn: PNG (Portable Network Graphics，可移植网络图形)

source: BMP (Windows Bitmap)
ar: BMP (صورة ويندوز نقطيّة)
eu: BMP (Windows Bit-mapa)
gl: BMP (mapa de bits de Windows)
ia: BMP (Bitmap de Windows)
ko: BMP(Windows 비트맵)
tr: BMP (Windows Biteşlem)
zh_cn: BMP (Windows 位图)

source: Scale before store:
ar: تغيير الحجم قبل الحفظ:
eo: Skali antaŭ vendejo:
eu: Eskalatu gorde aurretik:
fi: Skaalaa ennen tallennusta:
fr: Ajuster avant d'enregistrer :
gl: Cambiar de tamaño antes de almacenar:
hu: Méretezés tárolás előtt:
ia: Scala ante imagazinar:
ko: 저장하기 전에 크기 조정:
ru: Изменить размер перед сохранением:
tr: Kaydetmeden önce ölçeklendir:
zh_cn: 存储前先缩放：
zh_tw: 儲存前進行縮放：

source: Format:
ar: النّسق:
eo: Formato:
eu: Formatua:
fi: Muoto:
gl: Formato:
hu: Formátum:
ia: Formato:
ko: 형식:
ru: Формат:
tr: Biçim:
zh_cn: 格式：
zh_tw: 格式：

source: Cover scheme:
ar: مخطط الغلاف:
eu: Azal-antolaera:
fi: Kansikuvakuvio:
fr: Thème de couverture :
gl: Esquema da portada:
hu: Borítóséma:
ia: Schema de copertura:
ru: Схема обложки:
tr: Kapak şeması:
zh_tw: 封面機制：

source: Cue Sheet Settings
ar: إعدادات ورقة الإشارات
eo: Agordoj de Cue Sheet
eu: «Cue» orriaren ezarpenak
fi: Cue-tiedoston asetukset
fr: Paramètres des feuilles de montage
gl: Configuración do ficheiro cue
hu: CUE-fájl beállításai
ia: Preferentias de Folio Bastone (Cue)
ko: CUE 시트 설정
ru: Параметры файла разметки
tr: Ses Çizelgesi Ayarları
zh_cn: CUE 文件设置
zh_tw: Cue 檔設定

source: Name/Scheme:
ar: الاسم/المخطط:
eu: Izena/Antolaera:
fi: Nimi/kuvio:
fr: Nom / Thème :
gl: Nome/esquema:
hu: Név/séma:
ia: Nomine/Schema:
ru: Имя/схема:
tr: Ad/Şema:
zh_tw: 名稱/機制：

source: <html><head/><body><p>Write Media Catalog Number (MCN) and International Standard Recording Codes (ISRC, ISO 3901) of the tracks into the cue sheet (if your drive have the capability).</p><p>Depending in your drive it could take a few seconds at the end of your ripping process to fetch those numbers and codes.</p></body></html>
ar: <html><head/><body><p>اكتب رقم كتالوج الوسائط (MCN) ورموز التسجيل القياسية الدولية (ISRC، ISO 3901) للمسارات في ورقة الإشارة (إذا كان محرك الأقراص لديك يتمتع بالقدرة على ذلك).</p><p>اعتمادًا على محرك الأقراص لديك، قد يستغرق الأمر بضع ثوانٍ في نهاية عملية النسخ لجلب هذه الأرقام والأكواد.</p></body></html>
eu: <html><head/><body><p>Idatzi pisten MCN («Media Catalog Number») eta ISRC (International Standard Recording Codes, ISO 3901) «cue» orrian (zure gailuak horretarako gaitasunik badu).</p><p>Zure unitatearen arabera, erauzte prozesuaren ondoren segundo batzuk beharko ditu zenbaki eta kode horiek eskuratzeko.</p></body></html>
fi: <html><head/><body><p>Kirjoita raitojen MCN- (Media Catalog Number) ja ISRC-koodit (International Standard Recording Code, ISO 3901) Cue-tiedostoon (jos asema tukee ominaisuutta).</p><p>Riippuu asemasta, kauanko koodien nouto purkamisen lopuksi vie.</p></body></html>
fr: <html><head/><body><p>Les codes « MCN » (Media Catalog Number) et « ISRC » (International Standard Recording Codes, dénommée aussi « ISO 3901 ») des pistes dans la table d'informations (Si votre périphérique les prend en charge).</p><p>Selon votre lecteur, cela peut prendre quelques secondes à la fin du processus d'extraction pour retrouver ces nombres et ces codes.</p></body></html>
hu: <html><head/><body><p>Írja be a műsorszámok médiakatalógus-számát (MCN) és nemzetközi standard felvételi kódjait (ISRC, ISO 3901) a CUE-fájlba (ha a meghajtója rendelkezik ezzel a képességgel).</p><p>A meghajtótól függően a másolás folyamatának végén néhány másodpercbe telhet, amíg a számok és kódok beolvasásra kerülnek.</p></body></html>
ru: <html><head/><body><p>Записать номера MCN и коды ISRC дорожек в файл разметки (если такая возможность поддерживается устройством).</p><p>В конце процесса копирования на получение этих номеров и кодов может потребоваться несколько секунд (в зависимости от устройства).</p></body></html>
tr: <html><head/><body><p>Parçaların Ortam Katalog Numarasını (MCN) ve Uluslararası Standart Kayıt Kodlarını (ISRC, ISO 3901) ses çizelgesine yazın (eğer sürücünüz bu özelliğe sahipse).</p><p>Sürücünüze bağlı olarak, kopyalama işleminizin sonunda bu numaraları ve kodları getirmek birkaç saniye sürebilir.</p></body></html>
zh_tw: <html><head/><body><p>將音軌的媒體編目代碼 (MCN) 與國際標準錄音錄影資料代碼 (ISRC, ISO 3901) 寫入 Cue 檔（如果您的光碟機有此功能的話）。</p><p>依光碟機不同，擷取結束時取得這些代碼可能會需要幾秒鐘。</p></body></html>

source: Add MCN and ISRC values (if available)
ar: أضف قيم MCN وISRC (إن وجدت)
eu: Gehitu MCN eta ISRC balioak (eskuragarri badaude)
fi: Lisää MCN- ja ISRC-arvot (jos saatavilla)
fr: Ajouter les valeurs « MCN » et « ISRC » (Si disponible)
hu: MCN és ISRC értékek hozzáadása (ha elérhetők)
ru: Добавить значения MCN и ISRC (если доступно)
tr: MCN ve ISRC değerlerini ekle (kullanılabiliyorsa)
zh_tw: 加入 MCN 及 ISRC 值（可用時）

source: Modify Profile
ar: عدّل التشكيلة
eo: Modifi Profilon
eu: Aldatu profila
fi: Muuta profiilia
fr: Modifier un profil
gl: Modificar o perfil
hu: Profil módosítása
ia: Modifica Profilo
ko: 프로필 수정
ru: Редактировать профиль
tr: Profili Düzenle
zh_cn: 修改配置文件
zh_tw: 修改設定檔

source: Create Profile
ar: أنشئ تشكيلة
eo: Krei Profilon
eu: Sortu profila
fi: Luo profiili
fr: Créer un profil
gl: Crear un perfil
hu: Profil létrehozása
ia: Crea Profilo
ko: 프로필 만들기
ru: Создать профиль
tr: Profil Oluştur
zh_cn: 创建配置文件
zh_tw: 建立設定檔

source: New Profile
ar: تشكيلة جديدة
eo: Nova profilo
eu: Profil berria
fi: Uusi profiili
fr: Nouveau profil
gl: Novo perfil
hu: Új profil
ia: Nove Profilo
ko: 새 프로필
ru: Новый профиль
tr: Yeni Profil
zh_cn: 新建配置方案
zh_tw: 新設定檔

source: Playlist Settings
ar: إعدادات قائمة التشغيل
eo: Agordoj de Ludlisto
eu: Jotze-zerrendaren ezarpenak
fi: Soittolistan asetukset
fr: Paramètres des listes de lecture
gl: Configuración da lista de reprodución
hu: Lejátszólista-beállítások
ia: Preferentias de lista de reproduction
ko: 재생 목록 설정
ru: Параметры списка воспроизведения
tr: Çalma Listesi Ayarları
zh_cn: 播放列表设置
zh_tw: 播放清單設定

source: SFV (Simple File Verification)
ar: SFV (التحقق البسيط من الملف)
eo: SFV (Simpla Dosiera Konfirmo)
hu: SFV (egyszerű fájlellenőrzés)
tr: SFV (Basit Dosya Doğrulaması)
zh_cn: SFV (Simple File Verification，简单文件验证)
