Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: MD5 (Message-Digest Algorithm 5)
ar: MD5 (خوارزمية ملخص الرسائل 5)
eu: MD5 (Message-Digest Algorithm 5 / Mezu-Sintesi algoritmoa 5)
fi: MD5 (viestitiivistealgoritmi 5)
tr: MD5 (İleti Özeti Algoritması 5)

source: SHA-256 (Secure Hash Algorithm)
ar: SHA-256 (خوارزمية التجزئة الآمنة)
eu: SHA-256 (Secure Hash Algorithm / Hash algoritmo segurua)
fi: SHA-256 (turvallinen tiivistealgoritmi)
ia: SHA-256 (Algorithmo de Hash Secur)
tr: SHA-256 (Güvenli Sağlama Algoritması)

source: Info Settings
ar: إعدادات المعلومات
eo: Info Agordoj
eu: Informazio-ezarpenak
fi: Tietoasetukset
fr: Paramètres des informations
gl: Configuración da información
hu: Információbeállítások
ia: Preferentia de Information
ko: 정보 설정
ru: Параметры информации
tr: Bilgi Ayarları
zh_cn: 信息设置
zh_tw: 資訊設定

source: Text info scheme help
ar: مساعدة في نظام المعلومات النصية
eu: Testu-informazio antolaeraren laguntza
fi: Tekstitietokuvion ohje
fr: Aide concernant les thèmes sur les informations de texte
gl: Axuda de esquemas de información de texto
hu: Szöveges információséma súgó
ia: Adjuta de schema de info de texto
ru: Справка по схеме текстовой информации
tr: Metin bilgisi şeması yardımı
zh_tw: 文字資訊機制說明

source: Load Text Template
ar: حمّل قالب النص
eo: Ŝargi Tekstan Ŝablonon
eu: Zamatu testu txantiloia
fi: Lataa tekstimalli
fr: Charger un modèle de texte
gl: Cargar un modelo de texto
hu: Szövegsablon betöltése
ia: Carga Patrono de Texto
ko: 텍스트 템플릿 불러오기
ru: Загрузить текстовый шаблон
tr: Metin Şablonu Yükle
zh_cn: 加载文本模板
zh_tw: 載入文字樣本

source: Save Text Template
ar: حفظ قالب النص
eo: Konservi Tekstan Ŝablonon
eu: Gorde testu txantiloia
fi: Tallenna tekstimalli
fr: Enregistrer un modèle de texte
gl: Gardar o modelo de texto
hu: Szövegsablon mentése
ia: Salveguarda Patrono de Texto
ko: 텍스트 템플릿 저장
ru: Сохранить текстовый шаблон
tr: Metin Şablonunu Kaydet
zh_cn: 保存文本模板
zh_tw: 儲存文字樣本

source: Information text:
ar: نص المعلومات:
eo: Informteksto:
eu: Informazio testua:
fi: Tiedottava teksti:
fr: Texte d'informations :
gl: Texto coa información:
hu: Információs szöveg:
ia: Texto de Information:
ko: 정보 텍스트:
ru: Информация:
tr: Bilgi metni:
zh_cn: 信息文本：
zh_tw: 資訊文字：

source: Suffix:
ar: اللاحقة:
eo: Sufikso:
eu: Atzizkia:
fi: Pääte:
fr: Suffixe :
gl: Sufixo:
hu: Utótag:
ia: Suffixo:
ko: 접미사:
ru: Расширение:
tr: Sonek:
zh_cn: 后缀：
zh_tw: 後綴：

source: Scheme:
ar: المخطّط:
eu: Antolaera:
fi: Malli:
fr: Thème :
gl: Esquema:
hu: Séma:
ia: Schema:
ru: Схема:
tr: Şema:
zh_tw: 機制：

source: Log Files Settings
ar: إعدادات ملفات السجل
eu: Egunkari fitxategien ezarpenak
fi: Lokitiedoston asetukset
fr: Configuration des fichiers de journaux
hu: Naplófájlok beállításai
ru: Параметры файлов журнала
tr: Günlük Dosyası Ayarları
zh_tw: 紀錄檔設定

source: Write timestamps
ar: اكتب الطوابع الزمنية
eu: Idatzi ordu-zigiluak
fi: Kirjoita aikaleimat
fr: Écrire des horodatages
hu: Időbélyegek írása
ru: Записать метки времени
tr: Zaman damgalarını yaz
zh_tw: 寫入時間戳

source: Use absolute file paths in playlist
ar: استخدام مسارات الملفات المطلقة في قائمة التشغيل
eo: Uzi absolutajn dosiervojojn en ludlisto
eu: Jotze-zerrendan erabili fitxategi bide-izen absolutuak
fi: Käytä soittolistalla absoluuttisia sijainteja
fr: Utiliser les emplacements absolus de fichiers dans la liste de lecture
gl: Usar rutas de ficheiro absolutas na lista de reprodución.
hu: Abszolút elérési utak használata a lejátszólistában
ia: Usa percursos absolute in lista de reproduction
ko: 재생 목록에 절대 경로 사용
ru: Использовать абсолютные пути к файлам в списке воспроизведения
tr: Çalma listesinde mutlak dosya yollarını kullan
zh_cn: 在播放列表中使用绝对路径
zh_tw: 播放清單中使用絕對檔案路徑

source: UTF-8 coding in playlist
ar: ترميز UTF-8 في قائمة التشغيل
eo: UTF-8-kodigo en ludlisto
eu: UTF-8 kodetzea jotze-zerrendan
fi: Soittolistassa UTF-8-merkistökoodaus
fr: Encodage UTF-8 dans la liste de lecture
gl: Usar a codificación UTf-8 na lista de reprodución.
hu: UTF-8 kódolás a lejátszólistában
ia: Codifica UTF-8 in lista de reproduction
ko: 재생 목록에 UTF-8 인코딩 사용
ru: Кодировка UTF-8 в списке воспроизведения
tr: Çalma listelerinde UTF-8 kodlaması
zh_cn: 播放列表中使用 UTF-8 编码
zh_tw: 播放清單中使用 UTF-8 編碼

source: Single File Settings
ar: إعدادات الملف المفرد
eo: Unuopaj Dosieraj Agordoj
eu: Banakako fitxategi ezarpenak
fi: Yksittäistiedoston asetukset
fr: Paramètres des fichiers isolés
gl: Configuración do ficheiro único
hu: Egyfájlos beállítások
ia: Preferentias de File Singule
ko: 단일 파일 설정
ru: Параметры единого файла
tr: Tek Dosya Ayarları
zh_cn: 单文件设置
zh_tw: 單一檔案設定

source: Encoder
ar: مرمِز
eo: Enkodilo
eu: Kodetzailea
fi: Koodausohjelma
fr: Encodeur
gl: Codificador
hu: Kódoló
ia: Codificator
ko: 인코더
ru: Кодировщик
tr: Kodlayıcı
zh_cn: 编码器
zh_tw: 編碼器

source: Filenames
ar: أسماء الملفات
eo: Dosiernomoj
eu: Fitxategi-izenak
fi: Tiedostonimet
fr: Noms de fichiers
gl: Nomes de ficheiro
hu: Fájlnevek
ia: Nomines de file
ko: 파일 이름
ru: Имена файлов
tr: Dosya Adları
zh_cn: 文件名
zh_tw: 檔案名稱

source: Create FAT32 compatible filenames
ar: إنشاء أسماء ملفات متوافقة مع FAT32
eo: Krei FAT32-kongruajn dosiernomojn
eu: Sortu FAT32-rekin bateragarriak diren fitxategi-izenak
fi: Luo FAT32-yhteensopivat tiedostonimet
fr: Créer des noms de fichiers compatibles « FAT32 »
gl: Crear nomes de ficheiro compatíbeis con FAT32.
hu: FAT32 kompatibilis fájlnevek létrehozása
ia: Crea nomines de files compatibile con FAT32
ko: FAT32 호환 파일 이름 생성
ru: Создавать имена файлов совместимые с FAT32
tr: FAT32 ile uyumlu dosya adları oluştur
zh_cn: 创建 FAT32 兼容的文件名
zh_tw: 建立與 FAT32 相容的檔案名稱

source: Replace spaces with underscores
ar: استبدل المسافات بشرطات تحتيّة
eo: Anstataŭigi spacojn per substrekoj
eu: Ordeztu zuriuneak azpimarrekin
fi: Korvaa välilyönnit alaviivoin
fr: Remplacer les espaces par des caractères de soulignement
gl: Substituír os espazos por guións baixos.
hu: Szóközök cseréje aláhúzásra
ia: Remplacia spatios con un tracto basse
ko: 공백을 밑줄로 변환
ru: Заменить пробелы символом подчеркивания
tr: Boşlukları alt çizgilere dönüştür
zh_cn: 用下划线替换空格
zh_tw: 將空白替換為底線 (_)

source: This setting overrides any parameterized variable settings in the scheme
ar: يتجاوز هذا الإعداد أي إعدادات متغيرة ذات معلمات في النظام
eu: Ezarpen honek, antolaeran, parametrizatutako edozein aldagai ezarpen gainidazten du
fi: Tämä asetus korvaa kuviossa annetut parametroidut muuttujat
fr: Cette configuration écrase toute configuration de variable paramétré dans le thème.
gl: Esta opción sobredefine opcións variábeis extraídas como parámetros mediante o esquema.
hu: Ez a beállítás felülírja a sémában szereplő paraméterezett változóbeállításokat
ia: Iste preferentia ultrapassa ulle preferentias de variabile parametrisate in le schema
tr: Bu ayar, şemada parametrelendirilmiş değişkenlerin herhangi birisinin üzerine yazar
zh_tw: 這個設定會覆寫機制中的參數化變數設定

source: Set 2 digits track number (e.g. 01, 02, 03...)
ar: عيّن رقم المسار المكون من رقمين (على سبيل المثال 01، 02، 03...)
eo: Agordi 2-ciferan traknumeron (ekz. 01, 02, 03...)
eu: Ezarri 2 digituko pista zenbakia (adib. 01, 02, 03...)
fr: Définir un numéro de piste sur 2 chiffres (ex. 01, 02, 03...)
gl: Definir números de pista con dous díxitos (01, 02, 03…).
hu: Két számjegyű sorszámok beállítása (például 01, 02, 03…)
ia: Fixa numero de tracia de 2 digitos (ex. 01, 02, 03...)
ko: 두 자리 트랙 번호 설정(01, 02, 03, ... 등)
tr: 2 basamaklı parça numarasını ayarla (örn. 01, 02, 03...)
zh_cn: 设置两位数的曲目编号 (例如01, 02, 03...)
zh_tw: 設定二位數的音軌編號（例如 01、02、03...）

source: Extra
ar: إضافية
eo: Ekstra
eu: Gehigarria
fi: Ekstrat
fr: Supplémentaire
ko: 추가
tr: Ekstra
zh_cn: 附加
zh_tw: 額外

source: Store cover file
ar: احفظ ملف غلاف
eo: Konservi kovrildosieron
eu: Gorde disko-azal fitxategia
fi: Tallenna kansikuvatiedosto
fr: Enregistrer le fichier de couverture
gl: Almacenar o ficheiro da portada.
hu: Borítófájl tárolása
ia: Immagazina file de copertura
ko: 앨범 커버 파일 저장
tr: Kapak dosyasını depola
zh_cn: 存储封面文件
zh_tw: 儲存封面檔案

source: Settings..
ar: إعدادات..
eo: Agordo...
eu: Ezarpenak...
fi: Asetukset…
fr: Paramètres...
gl: Configuración…
hu: Beállítások…
ia: Preferentias..
ko: 설정...
ru: Настроить...
tr: Ayarlar..
zh_cn: 设置..
zh_tw: 設定...

source: Create hashlist
ar: أنشئ رمز تلبيدة القائمة
eo: Krei hashlist
eu: Sortu hash-zerrenda
fi: Luo tiivisteluettelo
fr: Créer une liste de hachage
gl: Crear unha lista de resumos
hu: Kivonatlista létrehozása
ia: crea lista hash
ko: 해시 목록 만들기
ru: Создать список хэшей
tr: Sağlama listesi oluştur
zh_cn: 创建哈希列表
zh_tw: 建立雜湊清單

source: Create cue sheet
ar: أنشئ ورقة إشارات
eo: Krei signalfolion
eu: Sortu «cue» orria
fi: Luo Cue-tiedosto
fr: Créer une feuille de montage
gl: Crear un ficheiro cue.
hu: CUE-fájl létrehozása
ia: Crea folio de parola indice (cue)
ko: CUE 시트 만들기
ru: Создать файл разметки
tr: Ses çizelgesi oluştur
zh_cn: 创建 CUE 文件
zh_tw: 建立 Cue 檔 (cue sheet)

source: Create playlist
ar: أنشئ قائمة تشغيل
eo: Krei ludliston
eu: Sortu jotze-zerrenda
fi: Luo soittolista
fr: Créer une liste de lecture
gl: Crear unha lista de reprodución.
hu: Lejátszólista létrehozása
ia: Crea lista de reproduction
ko: 재생 목록 만들기
ru: Создать список воспроизведения
tr: Çalma listesi oluştur
zh_cn: 创建播放列表
zh_tw: 建立播放清單

source: Create info file
ar: أنشئ ملف معلومات
eo: Krei informdosieron
eu: Sortu informazio fitxategia
fi: Luo Info-tiedosto
fr: Créer un fichier d'informations
gl: Crear un ficheiro de información.
hu: Információs fájl létrehozása
ia: Crea file de info
ko: 정보 파일 만들기
tr: Bilgi dosyası oluştur
zh_cn: 创建信息文件
zh_tw: 建立資訊檔案

source: Save log file
ar: احفظ ملف السجل
eu: Gorde egunkari-fitxategia
fi: Tallenna lokitiedosto
fr: Enregistrer le fichier de journal
hu: Naplófájl mentése
tr: Günlük dosyası kaydet
zh_tw: 儲存紀錄檔案

source: Write single file
ar: اكتب ملفًا واحدًا
eo: Skribi ununuran dosieron
eu: Gorde fitxategi bakarra
fi: Kirjoita yksittäinen tiedosto
fr: Écrire un fichier unique
gl: Xerar un único ficheiro.
hu: Egyetlen fájl írása
ia: Scribe file singule
ko: 단일 파일에 쓰기
ru: Записать единый файл
tr: Tek dosyaya yaz
zh_cn: 写出单个文件
zh_tw: 寫入單一檔案

source: Filename Scheme Wizard
ar: معالج مخطط اسم الملف
eu: Fitxategi-izen antolaera morroia
fi: Opastettu tiedostonimikuvion luonti
fr: Assistant de thèmes de noms de fichiers
gl: Asistente de esquemas de nome
hu: Fájlnévséma varázsló
ia: Assistente de Schema de Nomine de File
tr: Dosya Adı Şeması Sihirbazı
zh_tw: 檔名機制精靈

source: Audex
ar: أوديكس
tr: Audeks

# @info
source: Audio ripping application
ar: تطبيق استخراج الصوت
eu: Audioa erauzteko aplikazioa
fi: Äänenpurkusovellus
hu: Hangbeolvasó alkalmazás
ru: Приложение для копирования звука
tr: Ses aktarma uygulaması
zh_tw: 音訊擷取應用程式

source: Copyright © 2007-2023 Marco Nelles
eo: Kopirajto © 2007–2023 de Marco Nelles
gl: © 2007-2023 Marco Nelles
tr: Telif hakkı © 2007–2023 by Marco Nelles

source: Current maintainer, main developer
ar: الصائن الحالي، المطور الرئيس
eo: Nuna prizorganto, ĉefa programisto
eu: Egungo arduraduna, garatzaile nagusia
fi: Nykyinen ylläpitäjä, pääkehittäjä
fr: Mainteneur actuel, développeur principal
gl: Mantedor actual, desenvolvedor principal.
hu: Jelenlegi karbantartó, fő fejlesztő
ia: Mantenitor currente, disveloppator principal
ko: 현재 관리자, 주 개발자
tr: Mevcut yönetici, ana geliştirici
zh_cn: 当前维护者、主要开发者
zh_tw: 目前維護者，主要開發者

source: GUI improvements, development
ar: تحسينات واجهة المستخدم الرسومية وتطويرها
eo: GUI-plibonigoj, evoluo
eu: GUI hobekuntzak, garapena
fi: Käyttöliittymäparannukset, kehitys
fr: Améliorations de l'interface graphique, développement
gl: Melloras da interface e desenvolvemento.
hu: Felhasználói felület finomítása, fejlesztés
ia: Melioramentos de GUI, disveloppamento
ko: GUI 개선, 개발
tr: Kullanıcı arayüzü iyileştirmeleri, geliştirme
zh_cn: 图形界面改进、开发
zh_tw: GUI 改善、開發

source: development
ar: التطوير
eo: evoluo
eu: garapena
fi: kehitys
fr: développement
gl: Desenvolvemento.
hu: fejlesztés
ia: disveloppamento
ko: 개발
tr: geliştirme
zh_cn: 开发
zh_tw: 開發

source: Special thanks to former credativ GmbH (Germany) for support
eo: Specialan dankon al iama credativ GmbH (Germanio) pro subteno
fr: Remerciements tout particulièrement à « Credativ GmbH » (Allemagne) pour son soutien
gl: Un agradecemento especial á extinta credativ GmbH (Alemaña) polo seu apoio.
ia: Gratias special a previe credativ GmbH (Germany) per supporto
tr: Desteği için eski credativ GmbH’ye (Almanya) ayrıca teşekkürler ederiz
zh_tw: 特別感謝前 credativ GmbH（德國）的支援

source: Xiph.Org Foundation
eo: Xiph.Org Fondaĵo
fr: Fondation « Xiph.Org »
gl: Fundación Xiph.Org
ko: Xiph.Org 재단
tr: Xiph.Org Vakfı
zh_cn: Xiph.Org 基金会
zh_tw: Xiph.Org 基金會

source: Special thanks to Xiph.Org Foundation for providing compact disc ripper
eo: Specialan dankon al Xiph.Org Foundation por provizi kompaktan diskon
fr: Remerciements tout particulièrement à la fondation « Xiph.Org » pour avoir fourni un extracteur audio « CD ».
gl: Moitísimas grazas á Fundación Xiph.Org por fornecer un extractor de discos compactos.
ia: Gratias special a Xiph.Org Foundation per fornir rippator de compact disc
ko: Xiph.Org 재단의 CD 추출기 제공에 감사를 드립니다
tr: Kompakt disk dönüştürücüyü sağladığı için Xiph.Org vakfına ayrıca teşekkürler ederiz
zh_cn: 特别感谢 Xiph.Org 基金会提供了光盘抓取器
zh_tw: 特別感謝 Xiph.Org 基金會提供 CD 擷取工具

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Axel Rousseau,Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Kalle Korhonen
fr: Joëlle Cornavin
gl: Adrián Chaves Fernández
hu: Kiszel Kristóf
ia: Giovanni Sora
ko: 박신조
ru: Сергей Полтавский
tr: Serdar Soytetir, Kaan Özdinçer, Emir SARI
zh_cn: KDE 中国
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: axel@esperanto-jeunes.org,okellogg@users.sourceforge.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: jcorn@free.fr
gl: adrian@chaves.io
hu: ulysses@fsf.hu
ia: g.sora@tiscali.it
ko: kde@peremen.name
ru: serge.uliss@gmail.com
tr: tulliana@gmail.com, kaanozdincer@gmail.com, emir_sari@icloud.com
zh_cn: kde-china@kde.org
zh_tw: mail@kisaragi-hiu.com

source: Unable to create ProfileModel object.
ar: غير قادر على إنشاء كائن ProfileModel.
eo: Ne eblas krei ProfileModel-objekton.
eu: Ezin du «ProfileModel» objektua sortu.
fi: ProfileModel-oliota ei voitu luoda.
fr: Impossible de créer l'objet « ProfileModel ».
gl: Non é posíbel crear un obxecto de tipo ProfileModel.
hu: Nem hozható létre ProfileModel objektum.
ia: Incapace a crear objecto de ProfileModel.
ko: ProfileModel 객체를 만들 수 없습니다.
ru: Не удалось создать объект ProfileModel.
tr: ProfileModel nesnesi oluşturulamıyor.
zh_cn: 无法创建 ProfileModel 对象。
zh_tw: 無法建立設定檔模型 (ProfileModel) 物件。

source: Internal error. Check your hardware. If all okay please make bug report.
ar: خطأ داخلي. تحقق من جهازك. إذا كان كل شيء على ما يرام، يرجى تقديم تقرير عن الخطأ.
eo: Interna eraro. Check your hardware. If all okay please make bug report.
eu: Barneko errorea. Egiaztatu zure hardwarea. Dena ondo balego, mesedez, bete akats txosten bat.
fi: Tämä on sisäinen virhe. Tarkista laitteistosi. Jos se on kunnossa, tee vikailmoitus.
fr: Erreur interne. Veuillez vérifier votre matériel. Si tout est correct, veuillez rédiger un rapport de bogue.
gl: Produciuse un erro interno. Revise o soporte físico. Se todo está ben, envíe un informe do fallo.
hu: Belső hiba. Ellenőrizze a hardvert. Ha minden rendben, küldjön hibajelentést.
ia: Error interne Verifica tu hardware. Si toto es ok pro favor tu face un reporto de bug.
ko: 내부 오류입니다. 하드웨어를 확인하십시오. 모두 정상이라면 버그를 보고해 주십시오.
tr: İç hata. Donanımınızı denetleyin. Her şey düzgünse bir hata raporu oluşturun.
zh_cn: 内部错误。请检查您的硬件。如果硬件没问题，请提交错误报告。
zh_tw: 內部錯誤。請檢查您的硬體。如果您的硬體沒有問題請回報這個錯誤給我們。

source: Unable to create CDDAModel object.
ar: غير قادر على إنشاء كائن CDDAModel.
eo: Ne eblas krei CDDAModel-objekton.
eu: Ezin du «CDDAModel» objektua sortu.
fi: CDDAModel-oliota ei voitu luoda.
fr: Impossible de créer l'objet « CDDAModel ».
gl: Non é posíbel crear un obxecto de tipo CDDAModel.
hu: Nem lehet létrehozni CDDAModel objektumot.
ia: Incapace a crear objecto de CDDAModel.
ko: CDDAModel 객체를 만들 수 없습니다.
ru: Не удалось создать объект CDDAModel.
tr: CDDAModel nesnesi oluşturulamıyor.
zh_cn: 无法创建 CDDAModel 对象。
zh_tw: 無法建立 CDDAModel 物件。

source: No disc information set. Do you really want to continue?
ar: لم يضبط معلومات القرص. هل تريد الاستمرار؟
eo: Neniu disko informo aro. Ĉu vi vere volas daŭrigi?
eu: Ez da disko informaziorik ezarri. Benetan jarraitu nahi duzu?
fi: Levytietoa ei ole asetettu. Haluatko varmasti jatkaa?
fr: Aucune information de disque définie. Voulez-vous vraiment continuer ?
gl: Non se definiu información do disco. Seguro que quere continuar?
hu: Nincs lemezadat megadva. Biztosan folytatja?
ia: Nulle information de disco assignate. Tu vermente vole continuar?
ko: 디스크 정보를 설정하지 않았습니다. 그래도 계속 진행하시겠습니까?
ru: Не указана информация о диске. Продолжить?
tr: Disk bilgisi ayarlanmamış. Sürdürmeyi gerçekten istiyor musunuz?
zh_cn: 没有设置盘片信息。您确定要继续吗？
zh_tw: 未設定碟片資訊。您確定要繼續嗎？

source: Disc information not found
ar: لم يعثر على معلومات القرص
eo: Disko informo ne trovita
eu: Ez da disko informaziorik aurkitu
fi: Levytietoa ei löytynyt
fr: Informations de disque introuvables
gl: Non se atopou a información do disco.
hu: A lemez adatai nem találhatóak
ia: Information de disco non trovate
ko: 디스크 정보를 찾을 수 없음
ru: Информация о диске не найдена.
tr: Disk bilgisi bulunamadı
zh_cn: 未找到光盘信息
zh_tw: 找不到碟片資訊

source: Single file rip selected but not all audio tracks to rip selected. Do you really want to continue?
ar: حُدد استخراج ملف واحد ولكن لم يحدد جميع مسارات الصوت المراد استخراجها. هل تريد حقًا الاستمرار؟
eo: Unudosiera ekstraktado elektita sed ne elektiĝis ĉiuj sonspuroj eltirendaj. Ĉu vi vere volas daŭrigi?
eu: Fitxategi bakarrean erauztea hautatu da, baina ez dira erauzteko pista guztiak hautatu. Benetan jarraitu nahi duzu?
fi: Purku yksittäiseksi äänitiedostoksi valittu, mutta kaikkia ääniraitoja ei valittu purettavaksi. Haluatko varmasti jatkaa?
fr: L'extraction audio d'un seul fichier a été sélectionnée mais toutes les pistes audio n'ont pas été sélectionnées. Voulez-vous vraiment continuer ?
gl: Escolleu extraer todo nun único ficheiro, pero non seleccionou todas as pistas de son para extraer. Seguro que quere continuar?
hu: Egyfájlos beolvasás lett kiválasztva, de nem az összes hangsáv került kiválasztásra beolvasáshoz. Biztosan folytatja?
ia: Seligite un singule file de rip ma non tote le tracias audio a rippar seligite. Tu vermente vole continuar?
ko: 단일 파일 추출을 선택했지만 모든 오디오 트랙을 추출하도록 선택하지 않았습니다. 계속 진행하시겠습니까?
ru: Указана запись единого файла, но для копирования выбраны не все звуковые дорожки. Продолжить?
tr: Tek dosya dönüştürme seçili; ancak dönüştürme için tüm ses parçaları seçili değil. Sürdürmeyi gerçekten istiyor musunuz?
zh_cn: 选择了单个文件抓取，但没有选择所有要抓取的音轨。你真的想继续吗？
zh_tw: 選取單一檔案擷取模式，但並未選取所有音訊軌道。您確定要繼續嗎？

source: Not all audio tracks selected for single file rip
ar: لم تُحدد كافة المسارات الصوتية لاستخراج ملف واحد
eo: Ne ĉiuj sonspuroj elektitaj por unudosiera rip
eu: Audio-pista guztiak ez dira hautatu fitxategi bakarrean erauzteko
fi: Kaikkia ääniraitoja ei valittu yksittäisen tiedoston purkuun
fr: Toutes les pistes audio n'ont pas été sélectionnées pour l'extraction audio d'un seul fichier
gl: Non seleccionou todas as pistas de son para unha extracción nun único ficheiro.
hu: Nem minden hangsáv van kiválasztva az egyfájlos beolvasáshoz
ia: Non tote tracia audio selegite per singule file a rippar
ko: 단일 파일 추출에 모든 트랙을 선택하지 않았음
ru: Для записи единого файла выбраны не все звуковые дорожки
tr: Tek dosya dönüştürme için tüm ses parçaları seçili değil
zh_cn: 单文件抓取时没有选择全部音轨。
zh_tw: 單一檔案擷取未選取所有音訊軌道

source: No cover was set. Do you really want to continue?
ar: لم يضبط غلاف القرص. هل تريد الاستمرار؟
eu: Ez da azalik ezarri. Benetan jarraitu nahi duzu?
fi: Kansikuvaa ei ole asetettu. Haluatko varmasti jatkaa?
fr: Aucune couverture n'a été définie. Voulez-vous vraiment continuer ?
gl: Non se definiu unha portada. Seguro que quere continuar?
hu: Nincs beállítva borító. Biztosan folytatja?
ia: Nullecopertura essera fixate. Tu vermente vole continuar?
ru: Не указана обложка. Продолжить?
tr: Ayarlanan kapak yok. Sürdürmeyi gerçekten istiyor musunuz?
zh_tw: 未設定封面。您確定要繼續嗎？

source: Cover is empty
ar: الغلاف فارغ
eu: Azala hutsik dago
fi: Kansikuva on tyhjä
fr: La couverture est vide.
gl: A portada está baleira
hu: A borító üres
ia: Copertura es vacue
tr: Kapak boş
zh_tw: 封面是空白的

source: General settings
ar: إعدادات عامّة
eo: Ĝeneralaj Agordoj
eu: Ezarpen orokorrak
fi: Perusasetukset
fr: Paramètres généraux
gl: Configuración xeral
hu: Általános beállítások
ia: Preferentias General
ko: 일반 설정
ru: Основные параметры
tr: Genel ayarlar
zh_cn: 常规设置
zh_tw: 一般設定

source: Device settings
ar: إعدادات الجهاز
eo: Aparataj agordoj
eu: Gailu-ezarpenak
fi: Laiteasetukset
fr: Paramètres du périphérique
gl: Opcións do dispositivo
hu: Eszközbeállítások
ia: Preferentias de dispositivo
ko: 장치 설정
ru: Параметры устройства
tr: Aygıt ayarları
zh_cn: 设备设置
zh_tw: 裝置設定

source: Profiles
ar: التّشكيلات
eo: Profiloj
eu: Profilak
fi: Profiilit
fr: Profils
gl: Perfís
hu: Profilok
ia: Profilos
ko: 프로필
ru: Профили
tr: Profiller
zh_cn: 配置文件
zh_tw: 設定檔

source: CDDB settings
ar: إعدادات قاعدة بيانات الأقراص المضغوطة
eo: CDDB-agordoj
eu: CDDB ezarpenak
fi: CDDB-asetukset
fr: Paramètres CDDB
gl: Configuración de CDDB
hu: CDDB beállítások
ia: Preferentias de CDDB
ko: CDDB 설정
ru: Параметры CDDB
tr: CDDB ayarları
zh_cn: CDDB 设置
zh_tw: CDDB 設定

source: Remote Server
ar: الخادم البعيد
eo: Fora Servilo
eu: Urrutiko zerbitzaria
fi: Etäpalvelin
fr: Serveur distant
gl: Servidor remoto
hu: Távoli kiszolgáló
ia: Servitor remote
ko: 원격 서버
ru: Удаленный сервер
tr: Uzak Sunucu
zh_cn: 远程服务器
zh_tw: 遠端伺服器

source: CDDB lookup failed, with the following error: %1
ar: فشل بحث في قاعدة بيانات الأقراص المضغوطة CDDB، مع الخطأ التالي: %1
eo: CDDB-serĉo malsukcesis, kun la jena eraro: %1
eu: CDDB bilaketak huts egin du ondoko errorearekin: %1
fi: CDDB-haku epäonnistui; virhe on seuraava: %1
fr: La recherche « CDDB » a échoué avec l'erreur suivante : %1
gl: A busca en CDDB fallou, produciuse o seguinte erro: %1
hu: Sikertelen CDDB-keresés a következő hibával: %1
ia: Cerca de CDDB falleva, con le sequente error: %1
ko: CDDB 찾아보기에 실패했습니다. 발생한 오류: %1
ru: Не удалось выполнить поиск в CDDB. Произошла следующая ошибка: %1
tr: CDDB arama başarız oldu, hata: %1
zh_cn: CDDB 检索失败，错误如下： %1
zh_tw: CDDB 查詢失敗，傳回以下錯誤： %1

source: CDD Lookup Failure
ar: فشل البحث في قاعدة بيانات الأقراص المضغوطة
eo: Fiasko de serĉo de CDD
eu: CDD bilaketak huts egin du
fi: CDD-hakuvirhe
fr: Échec de la recherche « CDDB »
gl: Fallo da busca en CDDB
hu: CDDB-keresési hiba
ia: Fallimento de cerca de CDD
ko: CDDB 찾아보기 실패
ru: Ошибка поиска в CDDB
tr: CDD Arama Başarısız Oldu
zh_cn: CDD 查询失败
zh_tw: CDD 查詢失敗

source: Split titles
ar: قسّم العناوين
eo: Dividi titolojn
eu: Zatitu tituluak
fi: Jaa kappaleiden nimet
fr: Scinder les titres
gl: Dividir os títulos.
hu: Címek felosztása
ia: Divide titulos
ko: 제목 분할
ru: Разделить названия
tr: Başlıkları ayır
zh_cn: 拆分标题
zh_tw: 分割標題
