Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Skip read errors
ar: تخطَ أخطاء القراءة
eu: Saltatu irakurketa-erroreak
fi: Sivuuta lukuvirheet
hu: Olvasási hibák kihagyása

source: Retries on read error
ar: إعادة المحاولة عند حدوث خطأ في القراءة
eu: Saiakera-kopurua irakurketa erroreetan
fi: Uudelleenyrityksiä lukuvirheen jälkeen
hu: Újrapróbálkozások hibánál

source: Sample shift
ar: إزاحة العينة:
eu: Laginaren desplazamendua:
fi: Näytesiirtymä
hu: Mintaeltolás

# @title:menu
source: CDDB
ar: قاعدة بيانات الأقراص المضغوطة

source: CD #
ar: القرص المدمج #
eo: KD #
eu: CD zk.
fi: CD-nro
fr: N° de CD
gl: Número do CD
ru: Компакт-диск №

source: Copyright © 2007-2025 Marco Nelles
ar: حقوق النشر © 2007-2025 ماركو نيليس
fi: Tekijänoikeudet © 2007–2025 Marco Nelles
hu: Copyright © Marco Nelles, 2007-2025.

source: Marco Nelles
ar: ماركو نيليس

source: Craig Drummond
ar: كريج دروموند

source: Elson
ar: إلسون

source: credativ GmbH
ar: شركة كريدتيف جي إم بي إتش
eo: creditiv GmbH

source: Special thanks to credativ GmbH (Germany) for support
ar: شكر خاص لشركة Credativ GmbH (ألمانيا) على الدعم
eu: Esker bereziak «credativ GmbH»ri (Alemania) babesagatik
fi: Erityiskiitokset tuesta credativ GmbH:lle (Saksa)
hu: Külön köszönet a credativ GmbH (Németország) támogatásáért
zh_cn: 特别感谢 credativ GmbH（德国）的支持

source: Sample shift: %1
ar: إزاحة العينة: %1
eu: Laginaren desplazamendua: %1
fi: Näytesiirtymä: %1
hu: Mintaeltolás: %1

source: Ripping with shift of %1 samples
ar: انسخ مع إزاحة %1 عينات
eu: Erauzketa %1 lagineko desplazamenduarekin
fi: Puretaan %1 näytteen siirtymällä
hu: Beolvasás %1 mintaeltolással

source: Paranoia mode enabled
ar: وضع المرتاب ممكن
eu: Paranoia modu osoa gaituta
fi: Paranoia-tila käytössä
hu: Paranoia mód bekapcsolva

source: Paranoia mode disabled
ar: وضع المرتاب معطل
eu: Paranoia modua ezgaituta
fi: Paranoia-tila ei käytössä
hu: Paranoia mód kikapcsolva

source: Start ripping track %1...
ar: ابدأ نسخ المسار %1…
eu: Hasi %1 pista erauzten...
fi: Aletaan purkaa raitaa %1…
hu: %1. szám beolvasásának indítása…

source: Start ripping whole cd...
ar: ابدأ نسخ كامل القرص…
eu: Hasi CD osoa erauzten...
fi: Aletaan purkaa koko levyä…
hu: Teljes CD beolvasásának indítása…

source: Paranoia status report for track %1:
ar: تقرير حالة المرتاب للمسار %1:
eu: %1 pistaren Paranoiaren egoerari buruzko txostena:
fi: Paranoian tilaraportti raidalle %1:
hu: Paranoia állapotjelentés a(z) %1. sávhoz:

source: Paranoia status report:
ar: : تقرير حالة المرتاب:
eu: Paranoiaren egoerari buruzko txostena:
fi: Paranoian tilaraportti:
hu: Paranoia állapotjelentés:

source: Ripping of track %2 successfully finished
ar: انتهى نسخ المسار %2 بنجاح
eu: %2 pista erauztea ondo bukatu da
fi: Raidan %2 purkaminen onnistui
hu: A(z) %2. szám beolvasása sikeresen befejeződött

source: Ripping successfully finished
ar: انتهى نسخ المسار بنجاح
eu: Erauztea ondo bukatu da
fi: Purkaminen päättyi onnistuneesti
hu: A beolvasás sikeresen befejeződött

source: Device error.
ar: خطأ في الجهاز.
eu: Gailuaren errorea.
fi: Laitevirhe.
hu: Eszközhiba.

source: Check your device on "%1".
ar: تحقق من جهازك على ”%1“.
eu: Egiaztatu zure gailua "%1"(e)n.
fi: Tarkista laite: ”%1”.
hu: Ellenőrizze az eszközt a(z) „%1” meghajtón.

source: Disc error.
ar: خطأ في القرص.
eu: Diskoaren errorea.
fi: Levyvirhe.
hu: Lemezhiba.

source: Unable to open disc. Is there an audio disc in the drive "%1".
ar: تعذر فتح القرص. هل يوجد قرص صوتي في محرك الأقراص "%1".
eu: Ez da diskoa irekitzeko gai. "%1" unitatean audio-disko bat sartuta al dago.
fi: Levyä ei voi avata. Onko asemassa ”%1” äänilevyä?
hu: A lemezt nem sikerült megnyitni. Biztosan van hang CD a(z) „%1” meghajtóban?

source: cdparanoia could not find a way to read audio from the drive "%1".
ar: لم يتمكن cdparanoia من العثور على طريقة لقراءة الصوت من محرك الأقراص "%1".
eu: cdparanoia-k ez du aurkitu "%1" unitatetik audioa irakurtzeko modurik.
fi: cdparanoia ei löytänyt tapaa lukea ääntä asemasta ”%1”.
hu: A cdparanoia nem talált módot a hang olvasására a(z) „%1” meghajtóról.

source: Unspecified drive error on "%1".
ar: خطأ محرك غير محدد على "%1".
eu: Unitatearen zehaztu gabeko errorea "%1"(e)an.
fi: Määrittämätön asemavirhe: ”%1”.
hu: Meghatározatlan meghajtóhiba a következőn: „%1”.

source: Drive/Disc error.
ar: خطأ في محرك الأقراص/القرص.
eu: Unitatearen/Diskoaren errorea.
fi: Asema- tai levyvirhe.
hu: Meghajtó/lemezhiba.

source: Unspecified drive or disc error on "%1".
ar: خطأ غير محدد في محرك الأقراص أو القرص على "%1".
eu: Unitatearen edo diskoaren zehatu gabeko errorea "%1"(e)an.
fi: Määrittämätön asema- tai levyvirhe: ”%1”.
hu: Meghatározatlan meghajtó- vagy lemezhiba a következőn: „%1”.

source: Non-Audio
ar: غير صوتي
eu: Ez-audioa
fi: Ei-ääni
hu: Nem hang

source: MP3
ar: إم بي 3

source: Opus
ar: أوبوس

source: <html><head/><body><p>Skip reading errors for a sector (sector length: 1/75 second) after retrying to read it. Please specify the number of retry attempts under <span style=" font-style:italic;">Retries on read error</span>. If skipped, null samples will be written for the faulty sectors.</p></body></html>
ar: <html><head/><body><p>تخطي أخطاء القراءة لقطاع (طول القطاع: 1/75 ثانية) بعد إعادة محاولة قراءته. يُرجى تحديد عدد محاولات إعادة المحاولة في <span style=" font-style:italic;">إعادة المحاولة عند خطأ القراءة</span>. في حال التخطي، ستُكتب عينات فارغة للقطاعات المعيبة.</p></body></html>
eu: <html><head/><body><p>Sektore (sektorearen luzera: 1/75 segundo) baten erroreak irakurtzeari utzi, berriz irakurtzen saiatu ondoren. Mesedez, zehaztu saiakera kopurua <span style=" font-style:italic;">Saiakera-kopurua irakurketa erroreetan</span> eremuan. Jauzi egiten bada, sektore akastunen lagin hutsak idatziko dira.</p></body></html>
fi: <html><head/><body><p>Sivuuta sektorin lukuvirheet (sektorin kesto: 1/75 sekuntia) uudelleenlukuyritysten jälkeen. Aseta uudelleenyritysten määrä kohdassa <span style=" font-style: italic;">Uudelleenyrityksiä lukuvirheen jälkeen</span>. Virheelliset sektorit täytetään tyhjillä näytteillä.</p></body></html>
hu: <html><head/><body><p>Egy szektor olvasási hibáinak kihagyása (szektorhossz: 1/75 másodperc) az olvasás újbóli megkísérlése után. Adja meg az újrapróbálkozások számát az <span style=" font-style:italic;">Újrapróbálkozások hibánál</span> alatt. Ha kihagyják, akkor a hibás szektorokhoz nullás minták kerülnek írásra.</p></body></html>

source: <html><head/><body><p>Some drives have a sample offset when reading audio CDs. To determine the correct offset for your drive model, you can check the <a href="https://www.accuraterip.com/driveoffsets.htm"><span style=" text-decoration: underline; color:#2980b9;">Accuraterip</span></a> database.</p></body></html>
ar: <html><head/><body><p>تحتوي بعض محركات الأقراص على إزاحة عينة عند قراءة الأقراص الصوتية. لتحديد الإزاحة الصحيحة لطراز محرك الأقراص لديك، يمكنك مراجعة قاعدة بيانات <a href="https://www.accuraterip.com/driveoffsets.htm"><span style=" text-decoration: underline; color:#2980b9;">Accuraterip</span></a>.</p></body></html>
eu: <html><head/><body><p>Unitate batzuek audio-CDak irakurtzean lagin desplazamendu bat dute. Zure unitate-ereduaren desplazamendu zuzena zehazteko, <a href="https://www.accuraterip.com/driveoffsets.htm"><span style=" text-decoration: underline; color:#2980b9;">Accuraterip</span></a> datu-basean egiaztatu dezakezu.</p></body></html>
fi: <html><head/><body><p>Joissakin asemissa on ääni-CD:itä luettaessa näytesiirtymä. Aseman oikean mallikohtaisen siirtymän voi etsiä <a href="https://www.accuraterip.com/driveoffsets.htm"><span style=" text-decoration: underline; color:#2980b9;">Accuraterip</span></a>-tietokannasta.</p></body></html>
hu: <html><head/><body><p>Egyes meghajtóknál a hang CD-k olvasásakor mintaeltolás lép fel. A meghajtó modelljéhez megfelelő eltolást az <a href="https://www.accuraterip.com/driveoffsets.htm"><span style=" text-decoration: underline; color:#2980b9;">Accuraterip</span></a> adatbázisban ellenőrizheti.</p></body></html>

source: Sample shift:
ar: إزاحة العينة:
eu: Laginaren desplazamendua:
fi: Näytesiirtymä:
hu: Mintaeltolás:

source: <html><head/><body><p>Specify the maximum number of retry attempts when a faulty sector is encountered.</p></body></html>
ar: <html><head/><body><p>حدد الحد الأقصى لعدد محاولات إعادة المحاولة عند مواجهة قطاع معيب.</p></body></html>
eu: <html><head/><body><p>Zehaztu, sektore akastun bat aurkitzean, gehienez egingo den saiakera kopurua.</p></body></html>
fi: <html><head/><body><p>Aseta uudelleenlukuyritysten määrä kohdattaessa virheellinen sektori.</p></body></html>
hu: <html><head/><body><p>Adja meg a maximális újrapróbálkozások számát hibás szektor esetén.</p></body></html>

source: Max. read retries:
ar: أقصى عدد المحاولات:
eu: Irakurketa saiakerak gehienez:
fi: Lukuyrityksiä enintään:
hu: Max. újraolvasási kísérletek:

source: URL:
ar: الرابط:
fi: Verkko-osoite:
zh_cn: 网址：
zh_tw: 網址：

source: , form 1
fr: , formulaire 1
ru: , форма 1
zh_tw: ，型態 1

source: , form 2
fr: , formulaire 2
ru: , форма 2
zh_tw: ，型態 2

source: Model:
fr: Modèle :
ia: Modello:
ru: Модель:
zh_tw: 型號：

source: Wikipedia localization
eo: Vikipedia lokalizo
gl: Localización de Wikipedia.
zh_cn: Wikipedia 本地化

source: Full paranoia mode (best quality)
eo: Plena paranoja reĝimo (plej bona kvalito)
gl: Modo de paranoia completo (mellor calidade).
zh_cn: 强迫症专用模式 (最高质量)

source: Never skip on read error
eo: Neniam preterlasi eraron pri legado
gl: Non saltarse nunca os erros de lectura.
zh_cn: 读取错误发生时从不跳过

source: Temporary folder "%1" error.
eo: Provizora dosierujo "%1" eraro.
zh_cn: 临时文件夹“%1”错误。

source: FreeDB disc ID:
zh_cn: FreeDB 盘片ID：

source: Command Pattern Wizard
eo: Sorĉisto pri Komando-Ŝablono
zh_cn: 命令模式向导

source: About commandline schemes
eo: Pri komandliniaj skemoj
zh_cn: 关于命令行方案

source: About parameters
eo: Pri parametroj
zh_cn: 关于参数

source: Searching for covers...
zh_cn: 正在搜索封面...

source: Fetching Thumbnail %1 / %2...
zh_cn: 正在获取缩略图 %1 / %2...

source: Found 1 Cover
zh_cn: 找到 %1 个封面

source: No Covers Found
zh_cn: 没找到封面

source: Fetch Cover From Google
zh_cn: 从 Google 获取封面

source: Encoding protocol
eo: Kodiga protokolo
gl: Protocolo da codificación
zh_cn: 编码协议

source: Ripping protocol
eo: Protokolo de ekstraktado
gl: Protocolo da extracción
zh_cn: 抓取协议

source: Filename Pattern Wizard
eo: Sorĉisto pri dosiernomo
zh_cn: 文件名模式向导

source: About filename schemes
eo: Pri dosiernomaj skemoj
zh_cn: 关于文件名方案

source: Cover pattern:
eo: Kovrilo ŝablono:
zh_cn: 封面模式：

source: Name/Pattern:
eo: Nomo/Ŝablono:
zh_cn: 名称/模式：

source: MD5 (Message-Digest algorithm 5)
eo: MD5 (Message-Digest-algoritmo 5)
zh_cn: MD5 (Message-Digorithm 5，信息摘要算法版本 5)

source: Usable Variables For Text Template
zh_cn: 文本模板的可用变量

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body>Variables will be replaced by a special value and can even contain parameters.<br />For example the variable <div style="font-family:monospace; background: #b3c1d6; color: black"><pre>$artist</pre></div>or the equivalent<div style="font-family:monospace; background: #b3c1d6; color: black"><pre>${artist}</pre></div>will be replaced by the relevant artist of the cd. Variables may also have attribute, for example:<div style="font-family:monospace; background: #b3c1d6; color: black"><pre>${today format="yyyy-MM-dd"}</pre></div>This would print the current date. Setting the format will control how this is done. The example (above)would result int the date being printed as 2010-10-07 (if this was the current date). See below for more details.<br /><br />You can make use of the following variables:<br /><table border=1><thead><tr><th>Variable</th><th>Parameter</th><th>Description</th><th>Example</th></tr></thead><tbody><tr><td>$artist</td><td></td><td>Prints the relevant artist of the extracted cd.</td><td>${artist }</td></tr><tr><td>$title</td><td></td><td>Prints the relevant title of the extracted cd.</td><td></td></tr><tr><td>$date</td><td></td><td>Prints the relevant date (usually release year) of the extracted cd.</td><td></td></tr><tr><td>$genre;</td><td></td><td>Prints the relevant genre of the extracted cd.</td><td></td></tr><tr><td>$size</td><td>iec,precision</td><td>Prints the overall size of all extracted (compressed) music files (incl. the cover). The attribute iec can be one of the following: b, k, m, g. b means byte, k KiB, m MiB and g GiB. The attribute precision gives the number of decimal places. Default attributes are iec="m" and precision="2"</td><td>${size iec="k" precision="2"}</td></tr><tr><td>$length</td><td></td><td>Prints the relevant overall length of all extracted tracks. The format is min:sec.</td><td></td></tr><tr><td>$nooftracks</td><td></td><td>Prints the total number of extracted tracks.</td><td></td></tr><tr><td>$discid</td><td>base</td><td>Prints the discid of the current cd. The attribute base is the base of the number. The default is 16 (hexadecimal).</td><td>${discid base="16"}</td></tr><tr><td>$today</td><td>format</td><td>Prints the current date. The attribute format specifies the output (*).</td><td>${today format="yyyy-MM-dddd"}</td></tr><tr><td>$now</td><td>format</td><td>Prints the current date and/or time. The attribute format specifies the output (*).</td><td>${now format="yyyy-MM-dddd hh:mm:ss"}</td></tr><tr><td>$encoder</td><td></td><td>Prints encoder name and version.</td></tr><tr><td>$audex</td><td></td><td>Prints Audex name and version.</td></tr><tr><td>$br</td><td></td><td>Prints a linebreak.</td><td></td></tr></tbody></table><br /><br />(* date/time format expressions)<table cellpadding="2" cellspacing="1" border="1"><thead><tr valign="top"><th>Expression</th><th>Output</th></tr></thead><tr valign="top"><td>d</td><td>The day as a number without a leading zero (1 to 31).</td></tr><tr valign="top"><td>dd</td><td>The day as a number with a leading zero (01 to 31).</td></tr><tr valign="top"><td>ddd</td><td>The abbreviated localized day name (e.g&#x2e; 'Mon' to 'Sun').</td></tr><tr valign="top"><td>dddd</td><td>The long localized day name (e.g&#x2e; 'Monday' to 'Sunday').</td></tr><tr valign="top"><td>M</td><td>The month as a number without a leading zero (1 to 12).</td></tr><tr valign="top"><td>MM</td><td>The month as a number with a leading zero (01 to 12).</td></tr><tr valign="top"><td>MMM</td><td>The abbreviated localized month name (e.g&#x2e; 'Jan' to 'Dec').</td></tr><tr valign="top"><td>MMMM</td><td>The long localized month name (e.g&#x2e; 'January' to 'December').</td></tr><tr valign="top"><td>yy</td><td>The year as two digit number (00 to 99).</td></tr><tr valign="top"><td>yyyy</td><td>The year as four digit number.</td></tr></table><br /><table cellpadding="2" cellspacing="1" border="1"><thead><tr valign="top"><th>Expression</th><th>Output</th></tr></thead><tr valign="top"><td>h</td><td>The hour without a leading zero (0 to 23 or 1 to 12 if AM/PM display).</td></tr><tr valign="top"><td>hh</td><td>The hour with a leading zero (00 to 23 or 01 to 12 if AM/PM display).</td></tr><tr valign="top"><td>H</td><td>The hour without a leading zero (0 to 23, even with AM/PM display).</td></tr><tr valign="top"><td>HH</td><td>The hour with a leading zero (00 to 23, even with AM/PM display).</td></tr><tr valign="top"><td>m</td><td>The minute without a leading zero (0 to 59).</td></tr><tr valign="top"><td>mm</td><td>The minute with a leading zero (00 to 59).</td></tr><tr valign="top"><td>s</td><td>The second without a leading zero (0 to 59).</td></tr><tr valign="top"><td>ss</td><td>The second with a leading zero (00 to 59).</td></tr><tr valign="top"><td>z</td><td>The milliseconds without leading zeroes (0 to 999).</td></tr><tr valign="top"><td>zz</td><td>The milliseconds with leading zeroes (000 to 999).</td></tr><tr valign="top"><td>AP or A</td><td>Interpret as an AM/PM time. AP must be either 'AM' or 'PM'.</td></tr><tr valign="top"><td>ap or a</td><td>Interpret as an AM/PM time. ap must be either 'am' or 'pm'.</td></tr></table></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><style type="text/css">p, li { white-space: pre-wrap; }</style></head><body>变量将被一个特殊的值代替，甚至可以包含参数。<br />例如变量 <div style="font-family:monospace; background: #b3c1d6; color: black"><pre>$artist</pre></div> 或者与之等价的 <div style="font-family:monospace; background: #b3c1d6; color: black"><pre>${artist}</pre></div> 会被替换成与该 CD 有关的艺术家。变量也可以有属性，例如：<div style="font-family:monospace; background: #b3c1d6; color: black"><pre>${today format="yyyy-MM-dd"}</pre></div>这样可以输出当前日期。设置格式字符串可以控制输出的样式。上述例子会输出 2010-10-07（假设今天是这个日期）。详见下。<br /><br />可使用的变量如下：<br /><table border=1><thead><tr><th>变量</th><th>参数</th><th>描述</th><th>举例</th></tr></thead><tbody><tr><td>$artist</td><td></td><td>输出提取的 CD 的艺术家。</td><td>${artist }</td></tr><tr><td>$title</td><td></td><td>输出被提取的 CD 的相关标题。</td><td></td></tr><tr><td>$date</td><td></td><td>输出被提取的 CD 的相关发行日期（通常是年）。</td><td></td></tr><tr><td>$genre;</td><td></td><td>输出被提取的 CD 的相关流派。</td><td></td></tr><tr><td>$size</td><td>iec,precision</td><td>输出所有提取到的音乐文件（包括封面）的文件大小。属性 iec 的可选值有 b、k、m、g。 b 表示字节、k 表示 KiB、m 表示 MiB、g 表示 GiB。属性 precision 决定小数点后保留几位。默认的属性值为 iec="m"、precision="2"。</td><td>${size iec="k" precision="2"}</td></tr><tr><td>$length</td><td></td><td>输出提取到的所有轨道的总时长。格式是 分:秒。</td><td></td></tr><tr><td>$nooftracks</td><td></td><td>输出提取到的所有轨道的个数。</td><td></td></tr><tr><td>$discid</td><td>base</td><td>输出当前 CD 的 discid。属性 base 表示数字的进制。默认值是 16（即十六进制）。</td><td>${discid base="16"}</td></tr><tr><td>$today</td><td>format</td><td>输出当前日期。属性 format 决定输出的格式。(*)</td><td>${today format="yyyy-MM-dddd"}</td></tr><tr><td>$now</td><td>format</td><td>输出当前日期与时间。属性 format 决定输出的格式。(*)</td><td>${now format="yyyy-MM-dddd hh:mm:ss"}</td></tr><tr><td>$encoder</td><td></td><td>输出编码器名称和版本。</td></tr><tr><td>$audex</td><td></td><td>输出 Audex 名称和版本。</td></tr><tr><td>$br</td><td></td><td>输出一个换行符。</td><td></td></tr></tbody></table><br /><br />(* 日期/时间格式表达式)<table cellpadding="2" cellspacing="1" border="1"><thead><tr valign="top"><th>表达式</th><th>输出</th></tr></thead><tr valign="top"><td>d</td><td>日，数字，无前导零，1-31。</td></tr><tr valign="top"><td>dd</td><td>日，数字，有前导零，01-31。</td></tr><tr valign="top"><td>ddd</td><td>本地化日名，略称（例：'Mon' 到 'Sun'）。</td></tr><tr valign="top"><td>dddd</td><td>本地化日名，全称（例：'Monday' 到 'Sunday'）。</td></tr><tr valign="top"><td>M</td><td>月，数字，无前导零，1-12。</td></tr><tr valign="top"><td>MM</td><td>月，数字，有前导零，01-12。</td></tr><tr valign="top"><td>MMM</td><td>本地化月名，略称（例：'Jan' 到 'Dec'）。</td></tr><tr valign="top"><td>MMMM</td><td>本地化月名，全称（例：'January' 到 'December'）。</td></tr><tr valign="top"><td>yy</td><td>年，数字，最后两位（00 到 99）。</td></tr><tr valign="top"><td>yyyy</td><td>年，数字，四位。</td></tr></table><br /><table cellpadding="2" cellspacing="1" border="1"><thead><tr valign="top"><th>表达式</th><th>输出</th></tr></thead><tr valign="top"><td>h</td><td>时，数字，无前导零（0 到 23，或者 12 小时制下：1 到 12）。</td></tr><tr valign="top"><td>hh</td><td>时，数字，有前导零（0 到 23，或者 12 小时制下：1 到 12）。</td></tr><tr valign="top"><td>H</td><td>时，数字，无前导零（0 到 23，即使在 12 小时制下）。</td></tr><tr valign="top"><td>HH</td><td>时，数字，有前导零（00 到 23，即使在 12 小时制下）。</td></tr><tr valign="top"><td>m</td><td>分，数字，无前导零（0 到 59）。</td></tr><tr valign="top"><td>mm</td><td>分钟，数字，有前导零（00 到 59）。</td></tr><tr valign="top"><td>s</td><td>秒，无前导零（0 到 59）</td></tr><tr valign="top"><td>ss</td><td>秒，有前导零（00 到 59）。</td></tr><tr valign="top"><td>z</td><td>毫秒，无前导零（0 到 999）。</td></tr><tr valign="top"><td>zz</td><td>毫秒，有前导零（000 到 999）。</td></tr><tr valign="top"><td>AP 或 A</td><td>作为 AM/PM 时间解读。AP 必须为 'AM' 或 'PM'。</td></tr><tr valign="top"><td>ap 或 a</td><td>作为 AM/PM 时间解读。ap 必须为 'am' 或 'pm'。</td></tr></table></body></html>

source: About variables
eo: Pri variabloj
zh_cn: 关于变量

source: Pattern:
eo: Ŝablono:
zh_cn: 图案：

source: This setting overrides any parameterized variable settings in the pattern
eo: Ĉi tiu agordo superregas iujn ajn parametrajn variajn agordojn en la ŝablono
zh_cn: 此设置覆盖模式中任何参数化的变量设置

source: Pattern Wizard
eo: Ŝablona Sorĉisto
zh_cn: 模式向导

source: About schemes
eo: Pri skemoj
zh_cn: 关于模式

source: KDE CDDA Extractor
eo: KDE CDDA Eltiro
fr: Extracteur « CDDA » pour KDE
gl: Extractor de CDDA de KDE
ia: Extractor de CDDA de KDE
ko: KDE CDDA 추출기
zh_cn: KDE CDDA 提取器

source: Special thanks to freedb.org for providing a free CDDB-like CD database
zh_cn: 特别致谢 freedb.org 组织提供了类似 CDDB 的自由 CD 数据库

source: Fetch Info
zh_cn: 获取信息

source: Submit Info
zh_cn: 提交信息

source: Unable to create CDDA paranoia object.
eo: Ne eblas krei CDDA-paranojan objekton.
gl: Non é posíbel crear un obxecto de tipo CDDA paranoia.
zh_cn: 无法创建 CDDA paranoia 对象。

source: Profile filename pattern is not defined.
eo: Profila dosiernomo ŝablono ne estas difinita.
zh_cn: 配置文件文件名格式未定义。

source: You have given no filename pattern for the profile. Please set one.
eo: Vi ne donis dosiernoman ŝablonon por la profilo. Bonvolu agordi unu.
zh_cn: 未指定配置文件的文件名格式，请设置一个。

source: Your given image file format is unknown. Please choose on of these formats: JPG/JPEG, PNG or BMP.
eo: Via donita bilddosierformato estas nekonata. Bonvolu elekti unu el ĉi tiuj formatoj: JPG/JPEG, PNG aŭ BMP.
zh_cn: 您给定的图像文件格式未知，请选择下列格式之一：JPG/JPEG、PNG 或 BMP。

source: Your given hashlist file format is unknown. Please choose on of these formats: SFV, MD5.
eo: Via donita hashlist dosierformato estas nekonata. Bonvolu elekti unu el ĉi tiuj formatoj: SFV, MD5.
zh_cn: 您给定的哈希列表文件格式未知，请在下列格式中选择：SFV 和 MD5。

source: Profile index already exists.
eo: Profilindekso jam ekzistas.
gl: O índice de perfil xa existe.
zh_cn: 配置文件索引已存在。

source: Your profile index %1 already exists in the set of profiles. Please choose a unique one.
eo: Via profila indekso %1 jam ekzistas en la aro de profiloj. Bonvolu elekti unikan.
gl: Xa existe un perfil co índice %1. Escolla un índice único.
zh_cn: 您的配置文件索引 %1 已经存在于配置文件中。请选择一个唯一的索引。

source: (Mobile Quality)
eo: (Movebla Kvalito)
zh_cn: (手机品质)

source: (Normal Quality)
eo: (Normala Kvalito)
zh_cn: (一般品质)

source: (Extreme Quality)
eo: (Ekstrema Kvalito)
zh_cn: (顶级品质)

source: File does not exist.
eo: Dosiero ne ekzistas.
zh_cn: 文件不存在。

source: Please check if the file really exists.
eo: Bonvolu kontroli ĉu la dosiero vere ekzistas.
zh_cn: 请检查文件是否确实存在。

source: Cannot open file.
eo: Ne povas malfermi dosieron.
zh_cn: 无法打开文件.

source: Please check your file. Maybe you do not have proper permissions.
eo: Bonvolu kontroli vian dosieron. Eble vi ne havas taŭgajn permesojn.
zh_cn: 请检查您的文件。也许您没有适当的权限。

source: Unsupported image format
eo: Nesubtenata bildformato
zh_cn: 不支持的图像格式

source: Please check your file. Maybe it is corrupted. Otherwise try to convert your cover image with an external program to a common file format like JPEG.
eo: Bonvolu kontroli vian dosieron. Eble ĝi estas koruptita. Alie provu konverti vian kovrilan bildon per ekstera programo al komuna dosierformato kiel JPEG.
zh_cn: 请检查文件，文件可能已损坏，或者尝试用其他程序将封面转成例如 JPEG 的常见格式。

source: Cannot open file
eo: Ne povas malfermi dosieron
zh_cn: 无法打开文件

source: Please check your permissions.
eo: Bonvolu kontroli viajn permesojn.
zh_cn: 请检查您的权限。

source: Cannot save file
eo: Ne povas konservi dosieron
zh_cn: 无法保存文件

source: Please check your permissions. Do you have enough space?
eo: Bonvolu kontroli viajn permesojn. Ĉu vi havas sufiĉe da spaco?
zh_cn: 请检查您的权限。您是否有足够的空间？

source: Please use common image formats like JPEG, PNG or GIF as they are supported on almost all systems.
zh_cn: 请使用常见的图像格式，如 JPEG、PNG 或 GIF，因为它们几乎在所有系统中都得到支持。

source: Cannot write on device
eo: Ne povas skribi sur aparato
zh_cn: 无法在设备上写入

source: Please check your permissions. Do you have enough space on your device?
eo: Bonvolu kontroli viajn permesojn. Ĉu vi havas sufiĉe da spaco en via aparato?
zh_cn: 请检查您的权限。您的设备上是否有足够的空间？
