Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: No audio CD detected
ar: لم يكتشف قرص صوتي مضغوط
eo: Neniu sona KD detektita
eu: Ez du audio CDrik antzeman
fi: Ääni-CD:tä ei havaittu
fr: Aucun disque audio
gl: Non se detectou ningún CD de son.
hu: Nem található audió CD
ia: Necun CD audio relevate
ko: 감지된 오디오 CD 없음
ru: Аудиодисков не обнаружено
tr: Algılanan ses CD’si yok
zh_cn: 未检测到音频 CD
zh_tw: 未偵測到音訊 CD

source: Load Cover
ar: حمّل الغلاف
eo: Ŝargi Kovrilon
eu: Zamatu disko-azala
fi: Lataa kansikuva
fr: Charger une couverture
gl: Cargar a portada
hu: Borító betöltése
ia: Carga copertura
ko: 앨범 커버 불러오기
ru: Загрузить обложку
tr: Kapak Yükle
zh_cn: 加载封面
zh_tw: 載入封面

source: Save Cover
ar: احفظ الغلاف
eo: Konservi Kovrilon
eu: Gorde disko-azala.
fi: Tallenna kansikuva
fr: Enregistrer une couverture
gl: Gardar a portada
hu: Borító mentése
ia: Salveguarda copertura
ko: 앨범 커버 저장
ru: Сохранить обложку
tr: Kapağı Kaydet
zh_cn: 保存封面
zh_tw: 儲存封面

source: Set Custom Cover...
ar: عيّن غلافًا مخصّصًا...
eo: Agordi Propran kovrilon...
eu: Ezarri norberak finkatutako disko-azala...
fi: Aseta oma kansikuva…
fr: Définir une couverture personnalisée...
gl: Definir unha portada personalizada…
hu: Saját borító beállítása…
ko: 사용자 정의 앨범 커버 설정...
ru: Установить другую обложку
tr: Özel Kapak Ayarla...
zh_cn: 设置自定义封面...
zh_tw: 設定自訂封面...

source: Save Cover To File...
ar: احفظ الغلاف في ملف...
eo: Konservi kovrilon al dosiero...
eu: Gorde disko-azala fitxategian...
fi: Tallenna kansikuva tiedostoon…
fr: Enregistrer une couverture dans un fichier...
gl: Gardar a portada nun ficheiro…
hu: Borító mentése fájlba…
ko: 앨범 커버를 파일로 저장...
ru: Сохранить обложку в файл…
tr: Kapağı Dosyaya Kaydet...
zh_cn: 保存封面到文件...
zh_tw: 將封面儲存到檔案...

source: Show Full Size Cover...
ar: اعرض الغلاف بالحجم الكامل...
eo: Montri Plengrandan Kovrilon...
eu: Erakutsi disko-azala tamaina osoan...
fi: Näytä täyskokoinen kansikuva…
fr: Afficher une couverture en taille réelle...
gl: Amosar a portada a tamaño real…
hu: Teljes méretű borító megjelenítése…
ko: 전체 크기 앨범 커버 표시...
ru: Показать в оригинальном размере
tr: Kapağı Tam Boyut Göster...
zh_cn: 显示完整尺寸的封面...
zh_tw: 顯示完整大小封面...

source: Remove Cover
ar: أزل الغلاف
eo: Forigi Kovron
eu: Kendu disko-azala
fi: Poista kansikuva
fr: Supprimer une couverture
gl: Retirar a portada
hu: Borító eltávolítása
ia: Remove copertura
ko: 앨범 커버 삭제
ru: Удалить обложку
tr: Kapağı Kaldır
zh_cn: 删除封面
zh_tw: 移除封面圖片

source: Command Scheme:
ar: مخطط الأوامر:
eu: Komando-antolaera:
fi: Komentokuvio:
fr: Thème de commandes :
gl: Esquema da orde:
hu: Parancsséma:
tr: Komut şeması:
zh_tw: 命令機制：

source: (No disc detected)
fr: (Aucun disque détecté)
ia: (Necun disco relevate)
tr: (Algılanan disk yok)
zh_tw: （未偵測到碟片）

source: Device
ar: الجهاز
eo: Disponaĵo
eu: Gailua
fi: Laite
fr: Périphérique
gl: Dispositivo
hu: Eszköz
ia: Dispositivo
ko: 장치
ru: Устройство
tr: Aygıt
zh_cn: 设备
zh_tw: 裝置

source: <html><head/><body><p>Use some special techniques to reduce the chance of unnoticed reading errors. Leads to a more secure reading process at the expense of ripping speed, so it might be also called "secure mode".</p></body></html>
ar: <html><head/><body><p>استخدم بعض التقنيات الخاصة لتقليل احتمالية حدوث أخطاء قراءة غير ملحوظة. يؤدي ذلك إلى عملية قراءة أكثر أمانًا على حساب سرعة الاستخراج، لذا يمكن أيضًا تسميتها "الوضع الآمن".</p></body></html>
eu: <html><head/><body><p>Erabili oharkabeko irakurketa-erroreak murrizteko teknika berezi batzuk. Irakurketa prozesu seguruago batera darama erauzte abiaduraren kaltean, beraz, "modu segurua" ere esan dakioke.</p></body></html>
fi: <html><head/><body><p>Vähennä havaitsematta jäävien lukuvirheiden mahdollisuutta erityistekniikoin. Takaa varmemman lukuprosessin purkunopeuden kustannuksella, joten tätä voisi kutsua ”turvatilaksi”.</p></body></html>
fr: <html><head/><body><p>Utiliser des techniques spéciales pour réduire les risques d'erreurs de lecture inaperçues. Cela conduit à un processus de lecture plus sécurisé au détriment de la vitesse d'extraction. Ainsi, il peut donc être également appelé « mode sécurisé ».</p></body></html>
hu: <html><head/><body><p>Speciális technikák használata a rejtett olvasási hibák esélyének csökkentésére. Ez biztonságosabb beolvasási folyamatot eredményez, a sebesség rovására — ezért gyakran „biztonságos módnak” is nevezik.</p></body></html>
ru: <html><head/><body><p>Использовать некоторые специальные техники, чтобы повысить вероятность определения ошибок чтения. Процесс чтения становится качественнее за счёт снижения скорости копирования.</p></body></html>
tr: <html><head/><body><p>Fark edilmeyen okuma hataları olasılığını azaltmak için bazı özel teknikler kullanın. Kopyalama hızı pahasına daha güvenli bir okuma sürecine yol açtığından buna "güvenli kip" de denilebilir.</p></body></html>
zh_tw: <html><head/><body><p>使用一些特殊技巧來降低出現未發現的讀取錯誤的機率。讓讀取過程變得較安全，但會使擷取速度較慢，也可被稱作「安全模式」。</p></body></html>

source: Sample offset:
eo: Specimena deŝovo:
fr: Décalage (« sample offset ») :
gl: Desprazamento da mostra:
ia: Displaciamento de Exemplo:
ko: 샘플 오프셋:
ru: Смещение отсчёта:
tr: Örnek ofset:
zh_cn: 采样偏移
zh_tw: 樣本偏移：

source: <html><head/><body><p>Skip reading errors of a sector (length of a sector: 1/75 second) after trying to read the sector again for at most 20 times. Usually broken sectors will be filled with silence.</p></body></html>
fr: <html><head/><body><p>Ignorer les erreurs de lecture sur un secteur (Longueur de secteur : 1 / 75 de seconde) après des tentatives supplémentaires de lecture de plus de vingt fois. En général, les secteurs endommagés seront remplis avec un bruit blanc.</p></body></html>
tr: <html><head/><body><p>Bir dilimi en fazla 20 kez yeniden okumayı denedikten sonra okuma hatalarını (bir dilimin uzunluğu: 1/75 saniye) atlayın. Bozuk dilimler genellikle sessizlikle doldurulur.</p></body></html>
zh_tw: <html><head/><body><p>嘗試讀取磁區最多 20 次之後跳過讀取磁區的錯誤（磁區長度：1/75 秒）。通常破損的磁區會以靜音填滿。</p></body></html>

source: Device information
fr: Informations sur les périphériques
ia: Information de dispositivo
tr: Aygıt Bilgisi
zh_tw: 裝置資訊

source: Vendor:
fr: Fournisseur :
ia: Venditor:
ru: Производитель:
tr: Satıcı:
zh_tw: 廠商：

source: Your device can read the Media Catalog Number (MCN) of the disc.
fr: Votre périphérique peut lire le code « MCN » (Media Catalog Number) du disque.
ru: Устройство может прочитать номер диска в каталоге носителей (Media Catalog Number, MCN).
tr: Aygıtınız artık diskin Ortam Katalog Numarası’nı (MCM) okuyabilir.
zh_tw: 您的裝置可以讀取碟片的媒體編目代碼 (Media Catalog Number, MCN)。

source: Can read Media Catalog Number (MCN)
fr: Peut lire le numéro de catalogue des média (MCN)
ru: Может прочитать MCN
tr: Ortam Katalog Numarası’nı (MCM) okuyabilir
zh_tw: 可以讀取媒體編目代碼 (MCN)

source: Revision:
fr: Révision :
ru: Версия:
tr: Revizyon:
zh_tw: 版本：

source: C2 error correction available
fr: Correction d'erreurs « C2 » disponible
ru: Доступно исправление ошибок C2
tr: C2 hata düzeltmesi kullanılabilir
zh_tw: C2 錯誤修正可用

source: Your device can read the International Standard Recording Code of every single track.
fr: Votre périphérique peut lire le code « ISRC » (International Standard Recording Code) de chaque piste.
ru: Устройство может прочитать международный стандартный код записи (International Standard Recording Code, ISRC) каждой дорожки.
tr: Aygıtınız artık her parçanın Uluslarası Standart Kayıt Kodu’nu okuyabilir.
zh_tw: 您的裝置可以讀取每一個音軌的國際標準錄音錄影資料代碼 (ISRC)。

source: Can read Intern. Standard Recording Code (ISRC)
fr: Peut lire le code « ISRC » (International Standard Recording Code)
ru: Может прочитать ISRC
tr: Uluslararası Standart Kayıt Kodu’nu (ISRC) okuyabilir
zh_tw: 可以讀取國際標準錄音錄影資料代碼 (ISRC)

source: Quality
ar: الجودة
eo: Kvalito
eu: Kalitatea
fi: Laatu
fr: Qualité
gl: Calidade
hu: Minőség
ia: Qualitate
ko: 품질
ru: Качество
tr: Kalite
zh_cn: 质量
zh_tw: 品質

source: Lowest
ar: الأقل
eo: Plej malalta
eu: Txikiena
fi: Heikoin
fr: La plus basse
gl: A máis baixa
hu: Legalacsonyabb
ia: plus basse
ko: 가장 낮음
ru: Низкое
tr: En Düşük
zh_cn: 最低
zh_tw: 最低

source: Highest
ar: الأقصى
eo: Plej alta
eu: Handiena
fi: Paras
fr: La plus élevée
gl: A máis alta
hu: Legmagasabb
ia: plus alte
ko: 가장 높음
ru: Высокое
tr: En Yüksek
zh_cn: 最高
zh_tw: 最高

source: Embed cover in music file
ar: تضمين الغلاف في ملف الموسيقى
eo: Enigi kovrilon en muzikdosiero
eu: Txertatu disko-azala musika-fitxategian
fi: Upota kansikuva musiikkitiedostoon
fr: Intégrer la couverture dans le fichier musical
gl: Incluír a portada no ficheiro de música.
hu: Borító beágyazása a zenefájlba
ko: 음악 파일에 앨범 커버 임베드
ru: Встроить обложку в файл
tr: Kapağı müzik dosyasına göm
zh_cn: 在音乐文件中嵌入封面
zh_tw: 將封面內嵌於音樂檔案中

source: Compression
ar: الضغط
eo: Kompresigo
eu: Konpresioa
fi: Pakkaus
gl: Compresión
hu: Tömörítés
ko: 압축
ru: Сжатие
tr: Sıkıştırma
zh_cn: 压缩
zh_tw: 壓縮

source: Paths
ar: مسارات
eo: Padoj
eu: Bide-izenak
fi: Sijainnit
fr: Emplacements
gl: Rutas
hu: Útvonalak
ia: Percursos
ko: 경로
ru: Пути
tr: Yollar
zh_cn: 路径
zh_tw: 路徑

source: Base path to store music files:
ar: المسار الأساسي لتخزين ملفات الموسيقى:
eo: Baza vojo por konservi muzikdosierojn:
eu: Musika-fitxategiak gordetzeko oinarrizko bidea:
fi: Musiikkitiedostojen perussijainti:
fr: Emplacement de base où enregistrer les fichiers musicaux :
gl: Ruta base na que almacenar os ficheiros de música:
hu: Zenefájlok alapmappája:
ia: Percurso basic per immagazinar files de musica:
ko: 음악 파일을 저장할 기본 경로:
ru: Основной каталог для сохранения файлов:
tr: Müzik dosyalarını saklamak için temel yol:
zh_cn: 存储音乐文件的基准路径:
zh_tw: 儲存音樂檔案的基礎路徑：

source: Eject CD tray after finished extraction
ar: أخرج علبة القرص المضغوط بعد الانتهاء من الاستخراج
eo: Elĵeti KD-pleton post finita eltiro
eu: Egotzi CD erretilua erauzten amaitu ondoren
fi: Poista CD asemasta purkamisen jälkeen
fr: Éjecter le tiroir du CD après la fin de l'extraction
gl: Expulsar o CD ao rematar a extracción.
hu: Lemeztálca kiadása a beolvasás befejezése után
ia: Expelle tabuliero de CD post que extraction terminava
ko: 추출 이후 CD 트레이 꺼내기
ru: Извлекать диск после копирования
tr: Çıkarma tamamlandıktan sonra CD’yi çıkar
zh_cn: 完成提取后弹出 CD 托盘
zh_tw: 擷取完成後退出 CD 匣

source: Perform cover lookup automatically
ar: ابحث عن الغلاف آليًّا
eo: Fari kovrilserĉon aŭtomate
eu: Bilatu disko-azalak automatikoki
fi: Etsi kansikuvaa automaattisesti
fr: Effectuer une recherche de couverture automatiquement
gl: Buscar a portada automaticamente.
hu: Borítók automatikus keresése
ia: Exeque recerca de copertura automaticamente
ko: 자동으로 앨범 커버 검색 수행
ru: Запрашивать обложу автоматически
tr: Otomatik olarak kapak aramayı gerçekleştir
zh_cn: 自动进行查找封面
zh_tw: 自動進行封面查詢

source: Number of covers to fetch:
ar: عدد الأغلفة المطلوب إحضارها:
eo: Nombro da kovriloj por alporti:
eu: Eskuratu beharreko disko-azal kopurua:
fi: Etsittäviä kansikuvia:
fr: Nombre de couvertures à extraire :
gl: Número de portadas para obter:
hu: Lekérendő borítók száma:
ia: Numero de coperturas a trovar:
ko: 가져올 앨범 커버 개수:
ru: Количество запрашиваемых обложек:
tr: Getirilecek kapak sayısı:
zh_cn: 要获取的封面个数：
zh_tw: 要抓取的封面數量：

source: Quality/Bitrate
ar: الجودة/معدل البت
eo: Kvalito/Biritmo
eu: Kalitatea/bit-emaria
fi: Laatu/bittinopeus
fr: Qualité / Débit binaire
gl: Calidade e taxa de bits
hu: Minőség/bitráta
ia: Qualitate/Frequentia de bits
ko: 품질/비트 전송률
ru: Качество/битрейт
tr: Kalite/Bit Hızı
zh_cn: 品质/码率
zh_tw: 品質/位元率

source: This preset should provide perceptual transparency to most people.
ar: يجب أن يوفر هذا الإعداد المسبق شفافية إدراكية لمعظم الأشخاص.
eu: Aurrezarpen horrek pertzepzio-gardentasuna eman beharko lieke pertsona gehienei.
fi: Tällä esiasetuksella useimmat eivät kuule eroa alkuperäiseen.
fr: Ce préréglage devrait offrir une transparence de perception à la plupart personnes.
hu: Ez az előre beállított érték a legtöbb ember számára érzékelhető transzparenciát biztosít.
tr: Bu önayar, birçok kişiye algısal saydamlık sağlamalıdır.
zh_tw: 這個設定檔對大部分人來說會聽不出差別。

source: Medium (140...185 kbit/s)
ar: متوسط ​​(140...185 كيلوبت/ثانية)
eo: Meza (140...185 kbit/s)
eu: Ertaina (140...185 kbit/s)
fi: Keskinkertainen (140–185 kbit/s)
fr: Moyen (140...185 kbit/s)
gl: Media (140-185 kbit/s)
hu: Közepes (140…185 kbit/s)
ko: 중간(140...185 kbit/초)
ru: Среднее (140...185 кбит/с)
tr: Orta (140...185 kbit/sn)
zh_cn: 中等 (140...185 kbit/s)
zh_tw: 中等 (140...185 kbit/s)

source: If you have extremely good hearing and similar equipment, this preset will generally provide slightly higher quality than the "standard" mode
ar: إذا كان لديك سمع جيد للغاية ومعدات مماثلة، فسيوفر هذا الإعداد المسبق بشكل عام جودة أعلى قليلاً من الوضع "القياسي"
eo: Se vi havas ege bonan aŭdon kaj similan ekipaĵon, ĉi tiu antaŭdiro ĝenerale provizos iomete pli altan kvaliton ol la "norma" reĝimo
eu: Entzumen aparta eta pareko ekipamendua baduzu, aurrehautaketa honek, orokorrean, modu «estandarrak» baino kalitate handixeagoa ematen du
fi: Jos sinulla on erinomainen kuulo ja sitä vastaava laitteisto, tällä esiasetuksella saat hiukan parempaa laatua kuin ”vakiotilassa”
fr: Si vous avez une ouïe extrêmement fine et l'équipement en conséquence, ce préréglage fournira généralement une qualité légèrement supérieure au mode « standard »
gl: Se ten moi bo oído e moi bo equipo, esta configuración predefinida debería fornecerlle unha calidade lixeiramente superior á do modo estándar.
hu: Ha rendkívül jó hallása van és hasonló felszerelése, ez az előre beállított érték általában valamivel jobb minőséget biztosít, mint a „standard” mód.
ko: 청력이 좋고 좋은 오디오 장치를 가지고 있다면 "표준" 모드보다 약간 더 좋은 품질을 제공합니다.
ru: Немного лучше, чем стандартное. Имеет смысл использовать, если у вас хорошее оборудование и взыскательный слух.
tr: Son derece iyi işitiyorsanız ve yeterli ekipmana sahipseniz bu önayar genellikle "standart" kipten biraz daha yüksek kalite sağlar
zh_cn: 如果您有极好的听力和类似设备，这个预设一般会比“标准”模式的质量稍高一些。
zh_tw: 如果您的聽力和設備都非常的好，這個設定檔基本上會提供比「標準」模式稍微更高一點的品質

source: Extreme (220...260 kbits/s)
ar: الأقصى (220...260 كيلوبت/ثانية)
eo: Ekstrema (220...260 kbits/s)
eu: Muturrekoa (220...260 kbits/s)
fi: Äärimmäinen (220–260 kbit/s)
fr: Extrême (220 à 260 Kbits / s)
gl: Extrema (220-260 kbits/s)
hu: Extrém (220…260 kbit/s)
ko: 최대(220...260 kbits/초)
ru: Высокое (220...260 кбит/с)
tr: Yüksek (220...260 kbits/sn)
zh_cn: 极限 (220...260 kbits/s)
zh_tw: 極高 (220...260 kbits/s)

source: This preset should generally be transparent to most people.
ar: يجب أن يكون هذا الإعداد المسبق شفافًا بشكل عام لمعظم الأشخاص.
eu: Aurrezarpen hori gardena izan behar luke pertsona gehienentzat.
fi: Tämän esiasetuksen pitäisi taata useimmille kelpaava lopputulos.
fr: Ce préréglage devrait être quasiment transparent pour la plupart des personnes.
hu: Ez az előre beállított érték általában a legtöbb ember számára transzparens.
tr: Bu önayar, genellikle birçok kişiye saydam gelmelidir.
zh_tw: 這個設定檔基本上對於大部分人都聽不出差別。

source: Standard (170...210 kbit/s)
ar: قياسي (170...210 كيلوبت/ثانية)
eo: Norma (170...210 kbit/s)
eu: Estandarra (170...210 kbit/s)
fi: Vakio (170–210 kbit/s)
gl: Estándar (170-210 kbit/s)
ko: 표준(170...210 kbit/초)
ru: Стандартное (170...210 кбит/с)
tr: Standart (170...210 kbit/sn)
zh_cn: 标准 (170...210 kbit/s)
zh_tw: 標準 (170...210 kbit/s)

source: This preset will usually be overkill, but if you want to have the absolute highest quality with no regard to filesize, this is the way to go.
ar: عادةً ما يكون هذا الإعداد المسبق مبالغًا فيه، ولكن إذا كنت تريد الحصول على أعلى جودة مطلقة بغض النظر عن حجم الملف، فهذا هو الطريق الصحيح.
eu: Aurrezarpen hori, oro har, gehiegizkoa izango da, baina fitxategi-neurria edozein dela kalitate absolutu handiena izan nahi baduzu, horixe da hartu beharreko bidea.
fi: Tämä esiasetus on useimmiten liioittelua, mutta jos vaaditaan absoluuttisen parasta laatua tiedostokoosta riippumatta, tästä sen saa.
fr: Ce préréglage sera habituellement excessif. Mais si vous voulez absolument la qualité absolue la plus élevée absolue sans tenir compte de la taille du fichier, il vous conviendra parfaitement.
hu: Ez az előre beállított érték általában túlzott, de ha a fájlméretre való tekintet nélkül a lehető legjobb minőséget szeretné elérni, akkor ez a megfelelő megoldás.
tr: Bu önayar genellikle gereğinden fazla olacaktır; ancak dosya boyutuna bakılmaksızın mutlak en yüksek kaliteye sahip olmak istiyorsanız gidilecek yol budur.
zh_tw: 這個設定檔通常都是過多的，但如果您認為要有最高品質而完全不管檔案大小，這可能會適合您。

source: Insane (320 kbit/s)
ar: مجنون (320 كيلوبت/ثانية)
eo: Freneza (320 kbit/s)
eu: Eroa (320 kbit/s)
fi: Tolkuton (320 kbit/s)
fr: Très fort (320 kbit/s)
gl: De tolos (320 kbit/s)
hu: Őrült (320 kbit/s)
ia: Insensate (320 kbit/s)
ko: 극대(320 kbit/초)
ru: Лучшее (320 кбит/с)
tr: Çılgın (320 kbit/sn)
zh_cn: 疯狂 (320 kbit/s)
zh_tw: 起痟 (320 kbit/s)

source: Constant Bitrate
ar: معدل البت الثابت
eo: Konstanta bitkvanto
eu: Bit-emari konstantea
fi: Tasainen bittinopeus
fr: Débit binaire constant
gl: Taxa de bits constante
hu: Állandó bitráta
ia: Frequentia de bit constante
ko: 고정 비트 전송률
ru: Постоянный битрейт
tr: Sabit Bit Hızı
zh_cn: 固定码率
zh_tw: 固定位元率

source: Target bitrate (kbit/s)
ar: معدل البت المستهدف (كيلوبت/ثانية)
eo: Celo-bitrapideco (kbit/s)
eu: Helburuko bit-emaria (kbit/s)
fi: Kohdebittinopeus (kbit/s)
fr: Débit binaire cible (Kbits / s)
gl: Taxa de bits de destino (kbit/s)
hu: Cél bitráta (kbit/s)
ru: Целевой битрейт (кбит/с)
tr: Hedef bit hızı (kbit/sn)
zh_tw: 目標位元率 (kbit/s)

source: kbit/s
ar: كيلوبت/ثانية
ru: кбит/с
tr: kbit/sn

source: Target bitrate ~
ar: معدل البت المستهدف ~
eo: Cela bitrapideco ~
eu: Helburuko bit-emaria ~
fi: Kohdebittinopeus ~
fr: Débit binaire cible ~
gl: Taxa de bits de destino ~
hu: Cél bitráta ~
ru: Целевой битрейт ~
tr: Hedef bit hızı ~
zh_tw: 目標位元率 ~

source: kbit/s
ar: كيلوبت/ثانية
ko: kbit/초
ru: кбит/с
tr: kbit/sn

source: Set minimum bitrate
ar: عيّن الحد الأدنى لمعدل البت
eo: Agordi minimuman bitrapidecon
eu: Ezarri gutxieneko bit-emaria
fi: Aseta vähimmäisbittinopeus
fr: Définir un débit binaire minimal
gl: Definir unha taxa de bits mínima.
hu: Minimális bitráta beállítása
ia: Fixa minime frequentia de bit
ko: 최소 비트 전송률 설정
ru: Минимальный битрейт
tr: En düşük bit hızını ayarla
zh_cn: 设置最小码率
zh_tw: 設定最小位元率

source: Set maximum bitrate
ar: عيّن الحد الأقصى لمعدل البت
eo: Agordi maksimuman bitratecon
eu: Ezarri gehienezko bit-emaria
fi: Aseta enimmäisbittinopeus
fr: Définir un débit binaire maximal
gl: Definir unha taxa de bits máxima.
hu: Maximális bitráta beállítása
ia: Fixa maxime frequentia de bit
ko: 최대 비트 전송률 설정
ru: Максимальный битрейт
tr: En fazla bit hızını ayarla
zh_cn: 设置最大码率
zh_tw: 設定最大位元率

source: Do you really want to delete profile "%1"?
ar: هل تريد حقًا حذف التشكيلة "%1"؟
eo: Ĉu vi vere volas forigi profilon "%1"?
eu: Benetan ezabatu nahi duzu «%1» profila?
fi: Haluatko varmasti poistaa profiilin ”%1”?
fr: Voulez-vous vraiment supprimer le profil « %1 » ?
gl: Seguro que quere eliminar o perfil «%1»?
hu: Biztosan törölni szeretné a(z) „%1” profilt?
ko: 프로필 "%1"을(를) 삭제하시겠습니까?
ru: Действительно удалить профиль «%1»?
tr: "%1" profilini silmeyi gerçekten istiyor musunuz?
zh_cn: 您真的想要删除配置文件“%1”吗？
zh_tw: 您確定要刪除設定檔 "%1" 嗎？

source: Delete profile
ar: احذف التشكيلة
eo: Forigi profilon
eu: Ezabatu profila
fi: Poista profiiili
fr: Supprimer un profil
gl: Eliminar o perfil
hu: Profil törlése
ia: Cancellar Profilo
ko: 프로필 삭제
ru: Удалить профиль
tr: Profili sil
zh_cn: 删除编码方案
zh_tw: 刪除設定檔

source: Load Profiles
ar: حمّل التشكيلات
eo: Ŝargi Profilojn
eu: Zamatu profilak
fi: Lataa profiileja
fr: Charger des profils
gl: Cargar os perfís
hu: Profilok betöltése
ia: Carga profilos
ko: 프로필 불러오기
tr: Profilleri Yükle
zh_cn: 加载配置文件
zh_tw: 載入設定檔

source: <p>Do you wish to rescan your system for codecs (Lame, Opus, FLAC, etc.)?</p><p><font style="font-style:italic;">This will attempt to create some sample profiles based upon any found codecs.</font></p>
ar: <p>هل ترغب في إعادة فحص نظامك بحثًا عن برامج الترميز (Lame، وOpus، ، وما إلى ذلك)؟</p><p><font style="font-style:italic;">سيؤدي هذا إلى محاولة إنشاء بعض التشكيلات النموذجية استنادًا إلى أي برامج ترميز التي عثر عليها.</font></p>
eo: <p>Ĉu vi volas reskani vian sistemon por kodekoj (Lame, Opus, FLAC, ktp.)?</p><p><font style="font-style:italic;">Ĉi tio provos krei kelkajn specimenajn profilojn bazitajn sur iuj trovitaj kodekoj.</font></p>
eu: <p>Zure sistema kodek bila berraztertu nahi duzu (Lame, Opus, Flac, etab.)?</p><p><font style="font-style:italic;">Hau, aurkitutako kodeketan oinarritutako lagin-profil batzuk sortzen saiatuko da.</font></p>
fi: <p>Haluatko etsiä koodekkeja (Lame, Opus, FLAC jne.) järjestelmästä uudestaan?</p><p><font style="font-style:italic;">Löytyneille koodekeille yritetään luoda myös esimerkkiprofiileja.</font></p>
fr: <p>Voulez-vous rechercher à nouveau des codecs dans votre système (« Lame », « Opus », « Flac », etc.) ?</p><p><font style="font-style:italic;">Cette opération tentera de créer certains profils d'échantillonnage à partir de n'importe quel codec trouvé.</font></p>
gl: <p>Quere examinar de novo o sistema en busca de códecs (Lame, Opus, FLAC, etc.)?</p> <p><font style="font-style:italic;">Isto intentará crear perfís de exemplo baseados nos códecs que se atopen.</font></p>
hu: <p>Szeretné újra átvizsgálni a rendszert kodekek (Lame, Opus, FLAC stb.) kereséséhez?</p><p><font style="font-style:italic;">Ez megpróbál néhány mintaprofilt létrehozni a megtalált kodekek alapján.</font></p>
ru: <p>Выполнить поиск кодеков (Lame, Opus, FLAC и прочие)?</p> <p><font style="font-style:italic;">Это позволит создать профили кодирования на основе найденных кодеков.</font></p>
tr: <p>Sisteminizi kod çözücü bileşenleri (Lame, Opus, FLAC vb.) için yeniden taramak istiyor musunuz?</p><p><font style="font-style:italic;">Bu, bulunan herhangi bir kod çözücü bileşenine dayanan bazı örnek profiller oluşturmaya çalışacaktır.</font></p>
zh_tw: <p>您要重新掃描您的系統上的解編碼器 (Lame、Opus、FLAC 等等) 嗎？</p><p><font style="font-style:italic;">這會嘗試為找到的解編碼器建立一些範例設定檔。</font></p>

source: Codec Scan
ar: مسح الترميز
eo: Kodeka Skanado
eu: Kodek azterketa
fi: Koodekkihaku
fr: Recherche de codecs
gl: Buscar códecs
hu: Kodekkeresés
ia: Scande per Codec
ko: 코덱 검색
ru: Поиск кодеков
tr: Kod Çözücü Tarama
zh_cn: 编解码器扫描
zh_tw: 編解碼器掃描

source: No new codecs found
ar: لم يعثر على أي برامج ترميز جديدة
eo: Neniuj novaj kodekoj trovitaj
eu: Ez da kodek berririk aurkitu
fi: Uusia koodekkeja ei löytynyt
fr: Aucun nouveau codec n'a été trouvé
gl: Non se atopou ningún códec novo.
hu: Nem találhatók új kodekek
ia: Necun nove codec trovate
ko: 새 코덱을 찾을 수 없음
ru: Новые кодеки не найдены
tr: Yeni kod çözücüler bulunamadı
zh_cn: 没有找到新的编解码器
zh_tw: 未找到新的解編碼器

source: 1 new profile added
ar: تشكيلة أضيفت
eo: 1 nova profilo aldonita
eu: Profil 1 gehitu da
fi: Lisättiin 1 uusi profiili
fr: Un nouveau profil a été ajouté
gl: Engadiuse 1 perfil novo.
hu: 1 új profil hozzáadva
ia: 1 nove profilo addite
ko: 새 프로필 %1개 추가됨
ru: Добавлен %1 новый профиль
tr: 1 yeni profil eklendi
zh_cn: %1 个新配置文件已添加
zh_tw: 成功新增 %1 個設定檔

source: Add...
ar: أضف...
eo: Aldoni...
eu: Gehitu...
fi: Lisää…
fr: Ajouter...
gl: Engadir…
hu: Hozzáadás…
ia: Adde...
ko: 추가...
ru: Добавить...
tr: Ekle...
zh_cn: 添加...
zh_tw: 新增...

source: Remove
ar: أزل
eo: Forigi
eu: Kendu
fi: Poista
fr: Supprimer
gl: Retirar
hu: Eltávolítás
ko: 삭제
ru: Удалить
tr: Kaldır
zh_cn: 删除
zh_tw: 移除

source: Modify...
ar: عدّل...
eo: Ŝanĝi...
eu: Aldatu...
fi: Muuta…
fr: Modifier...
gl: Modificar…
hu: Módosítás…
ia: Modifica...
ko: 수정...
ru: Изменить...
tr: Değiştir...
zh_cn: 编辑...
zh_tw: 修改...

source: Load...
ar: حمّل...
eo: Ŝargi...
eu: Zamatu...
fi: Lataa…
fr: Charger...
gl: Cargar…
hu: Betöltés…
ia: Carga...
ko: 불러오기...
ru: Загрузить...
tr: Yükle...
zh_cn: 加载...
zh_tw: 載入...

source: Save...
ar: احفظ...
eo: Konservi...
eu: Gorde...
fi: Tallenna…
fr: Enregistrer...
gl: Gardar…
hu: Mentés…
ia: Salveguarda...
ko: 저장...
ru: Сохранить...
tr: Kaydet...
zh_cn: 保存...
zh_tw: 儲存...
