Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: <table><tr><th>Placeholder</th><th>Description</th></tr><tr><td>$tartist</td><td>This is the artist of every track. It is especially useful on compilation CDs.</td></tr><tr><td>$ttitle</td><td>The track title. Normally each track on a CD has its own title, which is the name of the song.</td></tr><tr><td>$trackno</td><td>The track number. First track is 1.</td></tr></table>
gl: <table><tr><th>Marcador de posición</th><th>Descrición</th></tr><tr><td>$tartist</td><td>A intérprete da pista. É especialmente útil para os CD de compilación.</td></tr><tr><td>$ttitle</td><td>O título da pista. Normalmente cada pista dun CD ten un título de seu, o nome da canción.</td></tr><tr><td>$trackno</td><td>O número de pista. A primeira pista é a «1».</td></tr></table>

source: <table><tr><th>Placeholder</th><th>Specific parameter</th><th>Description</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Prints the overall size of all extracted (encoded) music files (incl. the cover image file). With <tt>iec</tt> calculate (k)ibi, (m)ebi or (g)ibi. The additional parameter <tt>precision</tt> can define the number of decimal places.</td></tr><tr><td>$length</td><td></td><td>Prints the relevant overall length of all extracted tracks. The format is min:sec.</td></tr><tr><td>$nooftracks</td><td></td><td>Prints the total number of extracted tracks.</td></tr><tr><td>$discid</td><td>base</td><td>Prints the CDDB discid in hexadecimal format.</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Prints the current date and/or time. The parameter format specifies the output. Please consult official qt documentation (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) for the supported specifiers within the format string. With the additional key <tt>locale</tt> you can specify a language setting. By default your system locales are used. The locale has the format <tt>language_TERRITORY</tt>, e.g. <tt>en_EN</tt>. <tt>language</tt> is a lowercase, two-letter, ISO 639 language code and <tt>TERRITORY</tt> an uppercase, two-letter, ISO 3166 territory code.</td></tr><tr><td>$br</td><td></td><td>Prints a linebreak.</td></tr></table>
gl: <table><tr><th>Marcador de posición</th><th>Parámetro específico</th><th>Descrición</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Imprime o tamaño total dos ficheiros de música extraídos (codificados, incluídos os ficheiros de imaxe de portada). Con <tt>iec</tt> calcular (k)ibi, (m)ebi ou (g)ibi. O parámetro adicional <tt>precision</tt> pode definir o número de decimais.</td></tr><tr><td>$length</td><td></td><td>Imprime a lonxitude total relevante das pistas extraídas. O formato é «minutos:segundos».</td></tr><tr><td>$nooftracks</td><td></td><td>Imprime o número total de pistas extraídas.</td></tr><tr><td>$discid</td><td>base</td><td>Imprime o identificador de disco de CDDB en formato hexadecimal.</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Imprime a hora e/ou data actuais. O parámetro <tt>format</tt> indica a saída. Consulte na documentación oficial de Qt (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) os indicadores permitidos na cadea de formato. Coa clave adicional <tt>locale</tt> pode indicar unha configuración de idioma. De maneira predeterminada úsase a configuración rexional do sistema. <tt>locale</tt> ten o formato <tt>idioma_LUGAR</tt>, p. ex. <tt>gl_ES</tt>. <tt>language</tt> é o código de idioma en formato ISO 639 de dous letras minúsculas, e <tt>TERRITORY</tt> é o código de lugar en formato ISO 3166 de dúas letras maiúsculas.</td></tr><tr><td>$br</td><td></td><td>Imprime un salto de liña.</td></tr></table>
