Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: <table><tr><th>Placeholder</th><th>Specific parameter</th><th>Description</th></tr><tr><td><tt>$i</tt></td><td></td><td>The temporary WAVE file (RIFF WAVE) created by Audex from CD audio track. This is the input file for your command line encoder.</td></tr><tr><td><tt>$o</tt></td><td></td><td>The full output filename and path. Use it as the output for your command line encoder.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>Filename of the cover file. If no cover is set, this will be empty. Mostly useful in conjunction with the <tt>pre</tt> parameter. Image can be scaled with the <tt>x</tt> and <tt>y</tt> parameters. Possible image <tt>formats</tt> are JPEG, PNG, GIF or BMP (Default: JPEG). <i><b>Note:</b> LAME discards cover files larger than 128 KiB.</i></td></tr></table>
ar: <table><tr><th>العنصر النائب</th><th>المعاملات المحددة</th><th>الوصف</th></tr><tr><td><tt>$i</tt></td><td></td><td>ملف WAVE المؤقت (RIFFWAVE) المنشئ بواسطة أوديكس من مسار الصوت على القرص المضغوط. هذا هو ملف الإدخال لبرنامج ترميز سطر الأوامر الخاص بك.</td></tr><tr><td><tt>$o</tt></td><td></td><td>اسم ملف الإخراج والمسار الكاملين. استخدمه كمخرج لبرنامج ترميز سطر الأوامر الخاص بك.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>اسم ملف الغلاف. إذا لم تعين غلاف، فسيكون فارغًا.مفيد بشكل خاص بالتزامن مع معلمة <tt>pre</tt>. يمكن تغيير حجم الصورة باستخدام المعلمات <tt>x</tt> و<tt>y</tt>. التنسيقات المحتملة للصورة هي JPEG أو PNG أو GIF أو BMP (الإعداد المبدئي: JPEG). <i><b>ملاحظة:</b>تتجاهل LAME ملفات الغلاف التي يزيد حجمها عن 128 كيلوبايت.</i></td></tr></table>
eu: <table><tr><th>Leku-marka</th><th>Berariazko parametroa</th><th>Deskribapena</th></tr><tr><td><tt>$i</tt></td><td></td><td>«Audex»ek CD audio pistatik sortutako aldi baterako WAVE fitxategia (RIFF WAVE). Hori da zure komando-lerroko kodetzailerako sarrera-fitxategia.</td></tr><tr><td><tt>$o</tt> </td><td></td><td>Fitxategi-izen eta bide-izen irteera osoa. Erabil ezazu zure komando-lerroko kodetzailearen irteera gisa.</td></tr><tr><td><tt>$cover</tt></td><td><tt>formatua,x,y</tt></td><td>Azal-fitxategiaren fitxategi-izena. Azalik ezartzen ez bada, hori hutsik egongo da. Batez ere, <tt>pre</tt>parametroarekin erabilgarria. Irudia <tt>x</tt> eta <tt>y</tt> parametroekin eskala daiteke. Irudi <tt>formatuak</tt> JPEG, PNG, GIF edo BMP (Lehenetsia: JPEG) izan daitezke. <i><b>Oharra:</b> «LAME»k 128 KiB baino azal-fitxategi handiagoak baztertzen ditu.</i></td></tr></table>
fi: <table><tr><th>Paikkamerkki</th><th>Erityisparametri</th><th>Kuvaus</th></tr><tr><td><tt>$i</tt></td><td></td><td>Audexin kustakin CD-ääniraidasta luoma väliaikainen WAV-tiedosto (RIFF WAVE). Tämä toimii komentorivikoodaimen syötetiedostona.</td></tr><tr><td><tt>$o</tt></td><td></td><td>Tulostiedostonimi sijainteineen. Voi käyttää komentorivikoodaimen tulosta varten.</td></tr><tr><td><tt>$cover</tt></td><td><tt>muoto,x,y</tt></td><td>Kansikuvatiedoston tiedostonimi; tyhjä, ellei kansikuvaa ole asetettu. Hyödyllinen lähinnä yhdessä <tt>pre</tt>-parametrin kanssa. Kuvaa voi skaalata <tt>x</tt>- ja <tt>y</tt>-parametreilla. Mahdollisia kuva<tt>muotoja</tt> ovat JPEG, PNG, GIF ja BMP; oletus on JPEG. <i><b>Huom!</b> LAME hylkää yli 128 KiB kansikuvat.</i></td></tr></table>
fr: <table><tr><th>Emplacement réservé</th><th>Paramètre spécifique</th><th>Description</th></tr><tr><td><tt>$i</tt></td><td></td><td>Le fichier « WAV » temporaire (RIFF WAVE) est créé par Audex à partir de la piste audio du CD. Ceci est le fichier d'entrée pour votre encodeur en ligne de commandes.</td></tr><tr><td><tt>$o</tt></td><td></td><td>Le nom de fichier et l'emplacement complet du fichier de sortie. Veuillez l'utiliser comme sortie de votre encodeur en ligne de commandes.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format, x, y</tt></td><td>Nom du fichier pour la couverture. Si aucune couverture n'est définie, ce paramètre doit être laissé vide. La plupart du temps utile en conjonction avec le paramètre <tt>pre</tt>. L'image soit être dimensionnée selon les paramètres <tt>x</tt> et <tt>y</tt>. Les <tt>formats</tt> possibles d'images sont « JPEG », « PNG », « GIF » ou « BMP » (Par par_defaut : « JPEG »). <i><b>Remarque : </b> l'encodeur LAME ignore les fichiers de couverture de taille supérieure à 128 Ko.</i></td></tr></table>
gl: <table><tr><th>Marcador de posición</th><th>Parámetro específico</th><th>Descrición</th></tr><tr><td><tt>$i</tt></td><td></td><td>O ficheiro WAVE (RIFF WAVE) temporal que Audex creou a partir da pista de son do CD. Este é o ficheiro de entrada para o seu codificador da liña de ordes.</td></tr><tr><td><tt>$o</tt></td><td></td><td>A ruta e nome de ficheiro de saída completo. Úsea como saída para o seu codificador da liña de ordes.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>Nome de ficheiro do ficheiro de portada. Se non hai unha portada definida, estará baleiro. É útil principalmente en combinación co parámetro <tt>pre</tt>. A imaxe pode escalarse cos parámetros <tt>x</tt> e <tt>y</tt>. Os valores posíbeis de <tt>format</tt> son JPEG (predeterminado), PNG, GIF e BMP. <i><b>Nota:</b> LAME descarta os ficheiros de portada de máis de 128 KiB.</i></td></tr></table>
hu: <table><tr><th>Helykitöltő</th><th>Specifikus paraméter</th><th>Leírás</th></tr><tr><td><tt>$i</tt></td><td></td><td>Az ideiglenes WAVE-fájl (RIFF WAVE), amelyet az Audex hoz létre a CD hangsávból. Ez a parancssori kódoló bemeneti fájlja.</td></tr><tr><td><tt>$o</tt></td><td></td><td>A teljes kimeneti fájlnév és elérési út. Ezt használja a parancssori kódoló kimeneteként.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>A borítófájl neve. Ha nincs beállítva borító, ez üres lesz. Leginkább a <tt>pre</tt> paraméterrel együtt hasznos. A képet az <tt>x</tt> és <tt>y</tt> paraméterekkel lehet átméretezni. Lehetséges képformátumok: JPEG, PNG, GIF vagy BMP (alapértelmezés: JPEG). <i><b>Megjegyzés:</b> A LAME figyelmen kívül hagyja a 128 KiB-nál nagyobb borítófájlokat.</i></td></tr></table>
ru: <table><tr><th>Заменитель</th><th>Определённый параметр</th><th>Описание</th></tr><tr><td><tt>$i</tt></td><td></td><td>Временный файл WAVE (RIFF WAVE), создаваемый Audex на основе звуковой дорожки компакт-диска. Этот файл будет использоваться в качестве входного для утилиты кодирования, работающей в командной строке.</td></tr><tr><td><tt>$o</tt></td><td></td><td>Полное имя и путь к выходному файлу. Используйте в качестве вывода для утилиты кодирования, работающей в командной строке.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>Имя файла обложки. Будет пустым, если обложка не указана. Чаще всего используется совместно с параметром <tt>pre</tt>. Параметры <tt>x</tt> и <tt>y</tt> позволяют масштабировать изображение. Допустимые значения параметра <tt>format</tt>: JPEG, PNG, GIF или BMP (по умолчанию: JPEG). <i><b>Примечание:</b> LAME отбрасывает файлы обложек, размер которых превышает 128 КиБ.</i></td></tr></table>
tr: <table><tr><th>Yer Tutucu</th><th>Belirli Parametre</th><th>Açıklama</th></tr><tr><td><tt>$i</tt></td><td></td><td>CD ses izinden Audeks tarafından oluşturulan geçici WAVE (RIFF WAVE) dosyası. Bu, komut satırı kodlayıcınız için olan girdi dosyasıdır.</td></tr><tr><td><tt>$o</tt></td><td></td><td>Tam çıktı dosyası adı ve yolu. Komut satırı kodlayıcınız için çıktı olarak kullanın.</td></tr><tr><td><tt>$cover</tt></td><td><tt>format,x,y</tt></td><td>Kapak dosyasının dosya adı. Bir kapak ayarlanmamışsa bu boş olur. Genelde <tt>pre</tt> parametresiyle birlikte kullanıldığında yararlıdır. Görsel, <tt>x</tt> ve <tt>y</tt> parametreleriyle ölçeklendirilebilir. Olası görsel <tt>biçimleri</tt> JPEG, PNG, GIF veya BMP’dir (Öntanımlı: JPEG). <i><b>Not:</b> LAME, 128 KiB’den büyük kapak dosyalarını atar.</i></td></tr></table>
zh_tw: <table> <tr> <th>佔位符</th> <th>特定參數</th> <th>描述</th> </tr> <tr> <td><tt>$i</tt></td> <td></td> <td> Audex 從 CD 音訊軌道建立的暫存 WAVE (RIFF WAVE) 檔案。 這是您的命令列編碼器會收到的輸入檔案。 </td> </tr> <tr> <td><tt>$o</tt></td> <td></td> <td> 完整輸出檔案名稱與路徑。可以提供給您的命令列編碼器作為輸出參數。 </td> </tr> <tr> <td><tt>$cover</tt></td> <td><tt>格式,x,y</tt></td> <td> 封面檔案的檔名。若沒有設定封面，此數值會是空的。通常與 <tt>pre</tt> 參數一同使用。 影像可以用 <tt>x</tt> 與 <tt>y</tt> 參數來調整大小。 可使用的影像<tt>格式</tt>有 JPEG、PNG、GIF 或 BMP (預設為 JPEG)。 <i><b>注意：</b>LAME 編碼器會捨棄大小超過 128 KiB 的封面檔案。</i> </td> </tr></table>

source: <table><tr><th>Placeholder</th><th>Specific parameter</th><th>Description</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Prints the overall size of all extracted (encoded) music files (incl. the cover image file). With <tt>iec</tt> calculate (k)ibi, (m)ebi or (g)ibi. The additional parameter <tt>precision</tt> can define the number of decimal places.</td></tr><tr><td>$length</td><td></td><td>Prints the relevant overall length of all extracted tracks. The format is min:sec.</td></tr><tr><td>$nooftracks</td><td></td><td>Prints the total number of extracted tracks.</td></tr><tr><td>$discid</td><td>base</td><td>Prints the CDDB discid in hexadecimal format.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>The Media Catalog Number (MCN) of the CD (only available if supported by your device).</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Prints the current date and/or time. The parameter format specifies the output. Please consult official qt documentation (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) for the supported specifiers within the format string. With the additional key <tt>locale</tt> you can specify a language setting. By default your system locales are used. The locale has the format <tt>language_TERRITORY</tt>, e.g. <tt>en_EN</tt>. <tt>language</tt> is a lowercase, two-letter, ISO 639 language code and <tt>TERRITORY</tt> an uppercase, two-letter, ISO 3166 territory code.</td></tr><tr><td>$br</td><td></td><td>Prints a linebreak.</td></tr></table>
ar: <table><tr><th>العنصر النائب</th><th>المعاملات المحددة</h><th>الوصف</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>يطبع الحجم الإجمالي لجميع ملفات الموسيقى المستخرجة (المرمزة) (بما في ذلك ملف صورة الغلاف). باستخدام <tt>iec</tt>، احسب (k)ibi أو (m)ebi أو (g)ibi. يمكن للمعلمة الإضافية <tt>precision</tt> تحديد عدد الأماكن العشرية.</td></tr><tr><td>$length</td><td></td><td>يطبع الطول الإجمالي ذي الصلة لجميع المسارات المستخرجة. التنسيق هو min:sec.</td></tr><tr><td>$nooftracks</td><td></td><td>يطبع العدد الإجمالي للمسارات المستخرجة.</td></tr><tr><td>$discid</td><td>base</td><td>يطبع قرص CDDB بتنسيق سداسي عشري.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>رقم كتالوج الوسائط (MCN) للقرص المضغوط (متاح فقط إذا كان الجهاز يدعمه).</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>يطبع التاريخ و/أو الوقت الحاليين. يحدد تنسيق المعلمة الناتج.يرجى الرجوع إلى وثائق كيو تي الرسمية (https://doc.qt.io/qt-5/qtime.html#toString</tt>، وhttps://doc.qt.io/qt-6/qdate.html#toString</tt>) للتعرف على المواصفات المدعومة ضمن سلسلة التنسيق. باستخدام المفتاح الإضافي <tt>locale</tt>، يمكنك تحديد إعداد اللغة. بشكل مبدئي، ستستخدم إعدادات نظامك المحلية. يكون الإعداد المحلي بتنسيق <tt>language_TERRITORY</tt>، على سبيل المثال <tt>en_EN</tt>. <tt>language</tt> هو رمز لغة ISO 639 مكون من حرفين وأحرف صغيرة و<tt>TERRITORY</tt> هو رمز منطقة ISO 3166 مكون من حرفين وأحرف كبيرة.</td></tr><tr><td>$br</td><td></td><td>يطبع فاصلًا للأسطر.</td></tr></table>
eu: <table><tr><th>Leku-marka</th><th>Berariazko parametroa</th><th>Deskribapena</th></tr><tr><td>$size</td><td><tt>iec,doitasuna</tt></td><td>Erauzitako (kodetutako) musika-fitxategi guztien neurri osoa inprimatzen du (azaleko irudi-fitxategia barne). <tt>iec</tt>ekin, kalkulatu (k)ibi, (m)ebi edo (g)ibi. <tt>doitasuna</tt> parametro osagarriak hamartarretarako leku kopurua definitu dezake.</td></tr><tr><td>$length</td><td></td><td>Erauzitako pista guztien luzera esanguratsua inprimatzen du. Formatua min:seg da.</td></tr><tr><td>$nooftracks</td><td></td><td>Erauzitako pista kopuru osoa inprimatzen du.</td></tr><tr><td>$discid</td><td>oinarria</td><td>CDDB discid formatu hamaseitarrean inprimatzen du.</td></tr><tr><td> <tt>$mcn</tt></td><td></td><td>CDaren Multimedia Katalogo Zenbakia (MCN: «Media Catalog Number») (erabilgarri bakarrik zure gailuak onartzen badu).</td></tr><tr><td>$now</td><td><tt>formatua,tokikoa</tt></td> <td>Uneko data eta/edo ordua inprimatzen du. Parametro formatuak irteera zehazten du. Mesedez, kontsultatu «Qt»ren dokumentazio ofiziala (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) formatu kate barnean onartutako zehatzaileetarako. <tt>Tokikoa</tt> gako osagarriarekin hizkuntza ezarpen bat zehaztu dezakezu. Era lehenetsian zure sistemako tokiko ezarpenak erabiltzen dira. Tokikoak <tt>hizkuntza_LURRALDEA</tt> formatua du, adib. <tt>eu_ES</tt>.<tt>hizkuntza</tt> bi letra xeheko ISO 639 hizkuntza kode bat da eta <tt>Lurraldea</tt> bi letra larriko ISO 3166 lurralde kode bat da.</td></tr><tr><td>$br</td><td></td><td>Lerro jauzi bat inprimatzen du. </td></tr></table>
fi: <table><tr><th>Paikkamerkki</th><th>Erityisparametri</th><th>Kuvaus</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Tulostaa kaikkien purettujen (koodattujen) musiikkitiedostojen yhteiskoon (kansikuvatiedosto mukaan lukien). <tt>iec</tt> asettaa yksikön: k (kibi), m (mebi) tai g (gibi). Lisäparametrilla <tt>precision</tt> voi asettaa desimaalien määrän.</td></tr><tr><td>$length</td><td></td><td>Tulostaa kaikkien purettujen raitojen yhteiskeston. Muoto on minuutit:sekunnit.</td></tr><tr><td>$nooftracks</td><td></td><td>Tulostaa purettujen raitojen kokonaismäärän.</td></tr><tr><td>$discid</td><td>base</td><td>Tulostaa CDDB-levytunnisteen heksadesimaalisena.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>CD:n MCN (Media Catalog Number), jos asema tukee sitä.</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Tulostaa nykyisen päivämäärän tai kellonajan. format-parametri määrittää tulosmuodon. Muotoilujonon tukemat määritteet löytyvät Qt:n ohjeista (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>). Lisäavaimella <tt>locale</tt> voi määrittää kielen. Oletuksena käytetään järjestelmän maa-asetuksia. Muoto on <tt>kieli_ALUE</tt>, esim. <tt>fi_FI</tt>. <tt>kieli</tt> on pienaakkosellinen kaksikirjaiminen ISO 639 -kielikoodi ja <tt>ALUE</tt> suuraakkosellinen kaksikirjaimen ISO 3166 -aluekoodi.</td></tr><tr><td>$br</td><td></td><td>Tulostaa rivinvaihdon.</td></tr></table>
fr: <table><tr><th>Emplacement réservé</th><th>Paramètre spécifique</th><th>Description</th></tr><tr><td>$size</td><td><tt>iec, precision</tt></td><td>Affiche la taille totale de tous les fichiers musicaux extraits (encodés) (Y compris le fichier de l'image de la couverture). Avec le paramètre <tt>iec</tt>, calcule (K)o, (M)o ou (G)o. Le paramètre additionnel <tt>precision</tt> peut définir le nombre de chiffres décimaux.</td></tr><tr><td>$length</td><td></td><td>Affiche la longueur totale correspondant à toutes les pistes extraites. Le format est sous la forme min : sec.</td></tr><tr><td>$nooftracks</td><td></td><td>Affiche le nombre total de pistes extraites.</td></tr><tr><td>$discid</td><td>base</td><td>Affiche l'identifiant de disque « CDDB » au format hexadécimal.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>Le code « MCN » (Media Catalog Number) du CD (Disponible uniquement si pris en charge par votre périphérique).</td></tr><tr><td>$now</td><td><tt>format, locale</tt></td><td>Imprime la date et / ou l'heure courante. La sortie est faite selon le paramètre de format. Veuillez consulter la documentation officielle de Qt (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) pour les spécificateurs pris en charge sous forme de chaînes. Avec la clé supplémentaire <tt>locale</tt>, vous pouvez spécifier un paramètre de langue. Par défaut, les paramètres de localisation e votre système sont utilisés. Le paramètre « locale » est défini par le format <tt>langue_PAYS</tt>, par exemple, <tt>en_EN</tt>. <tt>langue</tt> est en 2 lettres minuscules et selon le code des langues « ISO 639 » et le paramètre <tt>PAYS</tt> est en 2 lettres majuscules et selon le code de pays « ISO 3166 ».</td></tr><tr><td>$br</td><td></td><td>Imprime un saut de ligne.</td></tr></table>
hu: <table><tr><th>Helykitöltő</th><th>Specifikus paraméter</th><th>Leírás</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Kiírja az összes beolvasott (kódolt) zenefájl teljes méretét (beleértve a borítóképet is). Az <tt>iec</tt> paraméterrel a méret kiszámítása (kibi), (mebi) vagy (gibi) egységekben történik. A kiegészítő <tt>precision</tt> paraméterrel megadható a tizedesjegyek száma.</td></tr><tr><td>$length</td><td></td><td>Kiírja az összes beolvasott szám teljes hosszát. A formátum: perc:másodperc.</td></tr><tr><td>$nooftracks</td><td></td><td>Kiírja a beolvasott számok teljes darabszámát.</td></tr><tr><td>$discid</td><td>base</td><td>Kiírja a CDDB lemezazonosítót hexadecimális formátumban.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>A CD médiakatalógus-száma (MCN) (csak akkor érhető el, ha az eszköz támogatja).</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Kiírja az aktuális dátumot és/vagy időt. A <tt>format</tt> paraméter határozza meg a megjelenítési formátumot. A támogatott formátumjelölőkről az alábbi Qt-dokumentációban olvashat: <tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>. A kiegészítő <tt>locale</tt> kulccsal megadható a nyelvi beállítás. Alapértelmezetten a rendszer nyelvi környezete kerül használatra. A locale formátuma: <tt>language_TERRITORY</tt>, például <tt>en_EN</tt>. A <tt>language</tt> egy kisbetűs, kétbetűs ISO 639 nyelvi kód, míg a <tt>TERRITORY</tt> egy nagybetűs, kétbetűs ISO 3166 országkód.</td></tr><tr><td>$br</td><td></td><td>Újsor karaktert (sortörést) illeszt be.</td></tr></table>
ru: <table><tr><th>Заменитель</th><th>Определённый параметр</th><th>Описание</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Выводит общий размер всех извлечённых (закодированных) файлов (включая файл с изображением обложки). При указании <tt>iec</tt> вычисляется размер в (k)ibi, (m)ebi или (g)ibi. Дополнительный параметр <tt>precision</tt> позволяет задать количество десятичных разрядов знаков.</td></tr><tr><td>$length</td><td></td><td>Выводит соответствующую общую продолжительность всех извлечённых дорожек. Формат: min:sec.</td></tr><tr><td>$nooftracks</td><td></td><td>Выводит общее количество извлечённых дорожек.</td></tr><tr><td>$discid</td><td>base</td><td>Выводит идентификатор диска в CDDB в шестнадцатеричном формате.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>Номер диска в каталоге носителей (Media Catalog Number, MCN) (доступно только при условии поддержки устройством).</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Выводит текущие дату и/или время. Параметр «format» указывает вывод. Перечень поддерживаемых в строке формата спецификаторов доступен в официальной документации по qt (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>). С помощью дополнительного ключа <tt>locale</tt> можно указать параметр языка. По умолчанию используются системные локали. Локаль указывается в формате <tt>language_TERRITORY</tt>, например: <tt>en_EN</tt>. <tt>language</tt> представляет собой двухбуквенный код языка в нижнем регистре по стандарту ISO 639, а <tt>TERRITORY</tt> — двухбуквенный код территории в верхнем регистре по стандарту ISO 3166.</td></tr><tr><td>$br</td><td></td><td>Выводит разрыв строки.</td></tr></table>
tr: <table><tr><th>Yer Tutucu</th><th>Belirli Parametre</th><th>Açıklama</th></tr><tr><td>$size</td><td><tt>iec,precision</tt></td><td>Çıkarılan (kodlanan) tüm müzik dosyalarının ortalama boyutunu yazdırır (kapak görseli dosyası içerilir). <tt>iec</tt> ile (k)ibi, (m)ebi veya (g)ibi hesaplanır. Ek <tt>precision</tt> parametresi, ondalık sayısını tanımlayabilir.</td></tr><tr><td>$length</td><td></td><td>Çıkarılan tüm izlerin ilgili ortalama uzunluğunu yazdırır. Biçim, dak:san’dir.</td></tr><tr><td>$nooftracks</td><td></td><td>Çıkarılan toplam iz sayısını yazdırır.</td></tr><tr><td>$discid</td><td>base</td><td>CDDB disk kimliğini onaltılık biçimde yazdırır.</td></tr><tr><td><tt>$mcn</tt></td><td></td><td>CD’nin Ortam Katalog Numarası (MCN) (yalnızca aygıtınız destekliyorsa kullanılabilir).</td></tr><tr><td>$now</td><td><tt>format,locale</tt></td><td>Şu anki tarihi ve zamanı yazdırır. Parametre biçimi, çıktıyı belirtir. Biçim dizisinde desteklenen belirteçler için resmi Qt belgelendirmesine başvurun (<tt>https://doc.qt.io/qt-5/qtime.html#toString</tt>, <tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>). Ek <tt>locale</tt> anahtarı ile bir dil ayarı belirtebilirsiniz. Öntanımlı olarak sistem yerel ayarlarınız kullanılır. Yerel ayar, <tt>dil_BÖLGE</tt> biçimini kullanır; örneğin, <tt>tr_CY</tt>. <tt>dil</tt>, küçük harfli, iki harften oluşan bir ISO 639 dil kodu olup <tt>BÖLGE</tt>, BÜYÜK harfli, iki harften oluşan bir ISO 3166 bölge kodudur.</td></tr><tr><td>$br</td><td></td><td>Bir satır sonu yazdırır.</td></tr></table>
zh_tw: <table> <tr> <th>佔位符</th> <th>特定參數</th> <th>描述</th> </tr> <tr> <td>$size</td> <td><tt>iec,精確度</tt></td> <td> 印出所有取出（編碼後）的音樂檔案加總的大小，也包含封面影像檔案。 提供 <tt>iec</tt> 時計算 (k)ibi、(m)ebi 或 (g)ibi。 額外參數 <tt>精確度</tt> 能用來定義小數點後的位數。 </td> </tr> <tr> <td>$length</td> <td></td> <td> 印出所有取出的音軌的相關總長度。格式為分:秒。 </td> </tr> <tr> <td>$nooftracks</td> <td></td> <td>印出取出的音軌的總數。</td> </tr> <tr> <td>$discid</td> <td>base</td> <td>以十六進制格式印出 CDDB 碟片 ID。</td> </tr> <tr> <td><tt>$mcn</tt></td> <td></td> <td> CD 的媒體編目代碼 (MCN)。只有在您的裝置支援時才能使用。 </td> </tr> <tr> <td>$now</td> <td><tt>格式,地域</tt></td> <td> 印出目前的日期、日期加時間，或僅時間。「格式」參數會定義輸出的格式。請參考 Qt 官方說明文件 (<tt>https://doc.qt.io/qt-5/qtime. html#toString</tt>、<tt>https://doc.qt.io/qt-6/qdate.html#toString</tt>) 中關於格式化字串中可以使用的格式定義符號。 可以利用額外參數 <tt>地域</tt> 來指定語言設定。預設會使用您的系統地域。地域格式為 <tt>語言_地區</tt>, 例如 <tt>zh_TW</tt>。<tt>語言</tt> 為小寫兩字母的 ISO 639 語言代碼，<tt>地區</tt> 則是大寫兩字母的 ISO 3166 地區代碼。 </td> </tr> <tr> <td>$br</td> <td></td> <td>印出換行符。</td> </tr></table>

source: Uploading file %1 to server. Please wait...
ar: يرفع الملف %1 إلى الخادم. الرجاء الانتظار...
eo: Alŝutante dosieron %1 al servilo. Bonvolu atendi...
eu: Zama-igo %1 fitxategi zerbitzarira. Itxoin mesedez...
fi: Lähetetään tiedostoa %1 palvelimelle. Odota hetki…
fr: Envoi du fichier %1 au serveur. Veuillez patienter...
gl: Enviando o ficheiro %1 ao servidor. Agarde…
hu: A(z) %1 fájl feltöltése a kiszolgálóra. Kérjük, várjon…
ko: %1 파일을 서버에 업로드하고 있습니다. 기다려 주십시오...
ru: Загрузка файла %1 на сервер. Пожалуйста, подождите...
tr: %1 dosyası sunucuya yükleniyor. Lütfen bekleyin...
zh_cn: 正在向服务器上传文件 %1，请稍候...
zh_tw: 正在上傳檔案 %1 到伺服器。請稍候...

source: Finished uploading file %1 to server.
ar: انتهى رفع الملف %1 إلى الخادم.
eo: Finis alŝuto de dosiero %1 al servilo.
eu: %1 fitxategi zerbitzarira zama-igotzen amaitu du.
fi: Tiedoston %1 lähetys palvelimelle valmistui.
fr: Envoi du fichier %1 au serveur terminé.
gl: Completouse o envío do ficheiro %1 ao servidor.
hu: A(z) %1 fájl feltöltése a kiszolgálóra befejeződött.
ko: 서버에 %1 파일을 업로드했습니다.
ru: Загрузка файла %1 на сервер завершена.
tr: %1 dosyasının sunucuya yüklenmesi tamamlandı.
zh_cn: 已完成上传文件 %1 到服务器。
zh_tw: 已完成上傳檔案 %1 到伺服器。

source: CD Number:
ar: رقم القرص المضغوط:
eo: KD-numero:
eu: CD zenbakia:
fi: CD:n numero:
fr: Numéro de CD :
gl: Número do CD:
hu: CD szám:
ia: Numero de CD:
ko: CD 번호:
ru: Номер компакт-диска:
tr: CD numarası:
zh_cn: CD 编号：
zh_tw: CD 編號：
