Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: <p>Placeholders in Audex can have parameters in the form key=value. E.g. <tt>${title lowercase=true}</tt>. In this example the title will be lowercased. The following general parameters can be used with placeholders:</p><table><tr><th>Key</th><th>Value</th><th>Description</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>The placeholder value will be lowercased.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>The placeholder value will be uppercased.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>Replace the spaces of the placeholder value with underscores.</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>Replace illegal filename characters of a FAT32 filesystem with underscores.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Replace characters. This parameter needs two additional keys of the same value size:<tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. These are lists of characters. The first character of<tt>replace_char_list_from</tt> will be replaced by the first character of <tt>replace_char_list_to</tt> and so on.</td></tr><tr><td><tt>left</tt></td><td>Number</td><td>Take nth characters from the left of the placeholder value.</td></tr><tr><td><tt>length</tt></td><td>Number</td><td>If the placeholder value is a number expand it to the given length. Furthermore you can define a fill character with the additional key <tt>fillchar</tt>. Default fillchar is '0'.</td></tr><tr><td><tt>pre</tt></td><td>String</td><td>A string which will be placed <b>before</b> the value. Especially useful for command line parameters which should not be set at all if the value is empty.</td></tr><tr><td><tt>post</tt></td><td>String</td><td>A string which will be placed <b>after</b> the value.</td></tr></table>
ar: <p>يمكن أن تحتوي العناصر النائبة في أوديكس على معلمات في هيئة key=value. على سبيل المثال <tt>${title lowercase=true} . في هذا المثال، سيكون العنوان بأحرف صغيرة. يمكن استخدام المعلمات العامة التالية مع العناصر النائبة:</p><table><tr><th>المفتاح</th><th>القيمة</th><th>الوصف</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>ستكون قيمة العنصر النائب مكتوبة بأحرف صغيرة.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>ستكون قيمة العنصر النائب مكتوبة بأحرف كبيرة.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>استبدل مسافات قيمة العنصر النائب بعلامات سفلية.</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>استبدل أحرف اسم الملف غير القانونية لنظام الملفات FAT32 مع الشرطة السفلية.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>استبدال الأحرف. تحتاج هذه المعلمة إلى مفتاحين إضافيين بنفس حجم القيمة:<tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. هذه قوائم من الأحرف. سيستبدل الحرف الأول من <tt>replace_char_list_from</tt>بالحرف الأول من <tt>replace_char_list_to</tt> وهكذا.</td></tr><tr><td><tt>left</tt></td><td>Number</td><td>خذ n من الأحرف من يسار قيمة العنصر النائب.</td></tr><tr><td><tt>length</tt></td><td>Number</td><td>إذا كانت قيمة العنصر النائب رقمًا، فوسعه إلى الطول المحدد. علاوة على ذلك، يمكنك تعريف حرف تعبئة بالمفتاح الإضافي <tt>fillchar</tt>. حرف التعبئة المبدئي هو '0'.</td></tr><tr><td><tt>pre</tt></td><td>String</td><td>سلسلة ستوضع <b>قبل</b> القيمة. مفيد بشكل خاص لمعلمات سطر الأوامر التي لا ينبغي تعيينها على الإطلاق إذا كانت القيمة فارغة.</td></tr><tr><td><tt>post</tt></td><td>String</td><td>سلسلة ستوضع <b>بعد</b> القيمة.</td></tr></table>
eu: <p>Leku-markek, «Audex»en, gakoa=balioa erako parametroak izan ditzakete. Adib. <tt>${title lowercase=true}</tt>. Adibide horretan titulua letra xehetan ipiniko da. Leku-markekin ondoko parametro orokorrak erabil daitezke:</p><table><tr><th>Gakoa</th><th>Balioa</th><th>Deskribapena</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>Leku-markaren balioa letra xehez ipiniko da.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>Laster-markaren balioa letra larriz ipiniko da.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>Ordeztu leku-markaren zuriuneak azpi-marraz. </td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>Ordeztu FAT32 fitxategi-sistemako legez kanpoko karaktereak azpimarrarekin.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Ordeztu karaktereak. Parametro horrek neurri bereko bi gako osagarri behar ditu:<tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. Horiek karaktere-zerrendak dira. <tt>replace_char_list_from</tt>eko lehenengo karakterea <tt>replace_char_list_to</tt>eko lehenengo karakterearekin ordeztuko da eta abar.</td></tr><tr><td><tt>left</tt></td><td>Zenbakia</td><td>Hartu leku-marka balioaren ezkerreko n-garren karaktereak.</td></tr><tr><td><tt>length</tt></td><td>Zenbakia</td><td>Leku-markaren balioa zenbaki bat bada, hedatu adierazitako luzerara. Gainera <tt>fillchar</tt> gakoarekin betetzeko karaktere bat zehaztu dezakezu. Betetzeko karaktere lehenetsia '0' da.</td></tr><tr><td><tt>pre</tt></td><td>Katea</td><td>Balioaren <b>aurretik</b> ipiniko den kate bat. Bereziki erabilgarria, balio hutsa izanez gero ezarri behar ez diren komando-lerroko parametroetarako. </td></tr><tr><td><tt>post</tt></td><td>Katea</td><td>Balioaren <b>ondoren</b> ipiniko den kate bat.</td></tr></table>
fi: <p>Audexin paikkamerkeillä voi olla parametreja muodossa avain=arvo, esim. <tt>${title lowercase=true}</tt>, jolloin albumin nimi muunnetaan pienaakkosiin. Paikkamerkkien kanssa voi käyttää seuraavia yleisparametreja:</p><table><tr><th>Avain</th><th>Arvo</th><th>Kuvaus</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>Paikkamerkin arvo muunnetaan pienaakkosiin.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>Paikkamerkin arvo muunnetaan suuraakkosiin.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>Paikkamerkissä olevat sanavälit korvataan alaviivoin (_).</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>Tiedostonimen FAT32-tiedostojärjestelmälle kelpaamattomat merkit korvataan alaviivoin (_).</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Merkkien korvaus. Parametri tarvitsee kaksi samankokoista lisäavainta: <tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. Nämä ovat merkkiluetteloja. Avaimen <tt>replace_char_list_from</tt> ensimmäinen merkki korvataan avaimen <tt>replace_char_list_to</tt> ensimmäisellä merkillä jne.</td></tr><tr><td><tt>left</tt></td><td>luku</td><td>Ota paikkamerkin arvosta n ensimmäistä merkkiä.</td></tr><tr><td><tt>length</tt></td><td>luku</td><td>Jos paikkamerkin arvo on luku, laajenna se pyydettyyn leveyteen. Lisäksi voi määrittää täytemerkin lisäavaimella <tt>fillchar</tt>; oletustäyte on ”0” .</td></tr><tr><td><tt>pre</tt></td><td>merkkijono</td><td>Paikkamerkin arvon <b>edelle</b> sijoitettava merkkijono. Avuksi erityisesti komentoriviparametreille, joita ei tulisi asettaa lainkaan, jos arvo on tyhjä.</td></tr><tr><td><tt>post</tt></td><td>merkkijono</td><td>Paikkamerkin arvon <b>perään</b> sijoitettava merkkijono.</td></tr></table>
fr: <p>Les emplacements réservés dans Audex peuvent posséder des paramètres sous la forme « clé = valeur », par exemple, <tt>${title lowercase=true}</tt>. Dans cet exemple, le titre sera basculé en minuscules. Les paramètres généraux suivants peuvent être utilisés avec les emplacements réservés :</p><table><tr><th>Clé</th><th>Valeur</th><th>Description</th></tr><tr><td><tt>minuscule</tt></td><td>True / False</td><td>La valeur de l'emplacement réservé sera basculé en minuscules.</td></tr><tr><td><tt>majuscules</tt></td><td>True / False</td><td>La valeur de l'emplacement réservé sera basculé en majuscules.</td></tr><tr><td><tt>underscores</tt></td><td>True / False</td><td>Remplacer les espaces dans la valeur de l'emplacement réservé par le caractère de soulignement.</td></tr><tr><td><tt>fat32compatible</tt></td><td>True / False</td><td>Remplacer les caractères de nom de fichier incorrects d'un système de fichiers en « FAT32 » par le caractère de soulignement.</td></tr><tr><td><tt>replace_chars</tt></td><td>True / False</td><td>Remplacer des caractères. Ce paramètre a besoin de deux clés additionnelles de la même taille de valeur :<tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. Celles-ci sont des listes de caractères. Le premier caractère de <tt>replace_char_list_from</tt> sera remplacé par le premier caractère de <tt>replace_char_list_to</tt> et ainsi de suite.</td></tr><tr><td><tt>gauche</tt></td><td>Nombre</td><td>Prendre les n premiers caractères à partir de la gauche de la valeur de l'emplacement réservé.</td></tr><tr><td><tt>length</tt></td><td>Nombre</td><td>Si la valeur de l'emplacement réservé est un nombre, il est étendu à la longueur demandée. De plus, vous pouvez définir un caractère de remplissage avec une clé supplémentaire <tt>remplissage</tt>. Le caractère de remplissage par défaut est « 0 ».</td></tr><tr><td><tt>pre</tt></td><td>Chaîne</td><td>Une chaîne de caractères sera placée <b>avant</b> la valeur. Ceci est particulièrement utile pour les paramètres de ligne de commandes, qui ne devraient pas être définis du tout, si la valeur est vide.</td></tr><tr><td><tt>post</tt></td><td>Chaîne</td><td>Une chaîne de caractères sera placée <b>après</b> la valeur.</td></tr></table>
gl: <p>Os marcadores de posición de Audex poden ter parámetros en forma «clave=valor». Por exemplo, <tt>${title lowercase=true}</tt> substitúese polo título en minúsculas. Os seguintes parámetros xerais poden usarse con marcadores de posición:</p><table><tr><th>Clave</th><th>Valor</th><th>Descrición</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>O valor do marcador de posición cambiarase a minúsculas.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>O valor do marcador de posición cambiarase a maiúsculas.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>Os espazos substitúense por barras baixas.</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>Os caracteres que non sexan válidos para nomes de ficheiros no sistema de ficheiros FAT32 substitúense por barras baixas.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Substitúense caracteres. Este parámetro require dous claves adicionais cun valor do mesmo tamaño: <tt>replace_char_list_from</tt> e <tt>replace_char_list_to</tt>. Son listas de caracteres. O primeiro carácter de <tt>replace_char_list_from</tt> substitúese polo primeiro carácter de <tt>replace_char_list_to</tt>, e así sucesivamente.</td></tr><tr><td><tt>left</tt></td><td>Número</td><td>Coller o número indicado de caracteres da esquerda do valor do marcador de posición.</td></tr><tr><td><tt>length</tt></td><td>Número</td><td>Se o valor do marcador de posición é un número, expandirase para ocupar a lonxitude indicada. Pode definir o carácter de recheo coa clave adicional <tt>fillchar</tt>. O carácter de recheo predeterminado é «0».</td></tr><tr><td><tt>pre</tt></td><td>Cadea</td><td>Unha cadea para colocar <b>antes</b> do valor. Resulta especialmente útil para parámetros da liña de ordes que non deberían definirse se o valor está baleiro.</td></tr><tr><td><tt>post</tt></td><td>Cadea</td><td>Unha cadea para colocar <b>despois</b> do valor.</td></tr></table>
hu: <p>Az Audexben a helykitöltőknek lehetnek paramétereik a <tt>kulcs=érték</tt> formában. Például: <tt>${title lowercase=true}</tt>. Ebben a példában a cím kisbetűssé lesz alakítva. A következő általános paraméterek használhatók a helykitöltőkkel:</p><table><tr><th>Kulcs</th><th>Érték</th><th>Leírás</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>A helykitöltő értéke kisbetűssé lesz alakítva.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>A helykitöltő értéke nagybetűssé lesz alakítva.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>A helykitöltő értékében lévő szóközök aláhúzásjelekkel lesznek helyettesítve.</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>A FAT32 fájlrendszerben érvénytelen fájlnév-karakterek aláhúzásjelekkel lesznek helyettesítve.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Karakterek cseréje. Ez a paraméter két további, azonos hosszúságú értéket igénylő kulcsot használ: <tt>replace_char_list_from</tt> és <tt>replace_char_list_to</tt>. Ezek karakterlisták. A <tt>replace_char_list_from</tt> első karaktere lecserélődik a <tt>replace_char_list_to</tt> első karakterére, és így tovább.</td></tr><tr><td><tt>left</tt></td><td>Szám</td><td>A helykitöltő értékének bal oldaláról vett n karakter.</td></tr><tr><td><tt>length</tt></td><td>Szám</td><td>Ha a helykitöltő értéke szám, a megadott hosszra lesz kiegészítve. Emellett egy kitöltő karakter is meghatározható a <tt>fillchar</tt> kulccsal. Alapértelmezett kitöltő karakter: „0”.</td></tr><tr><td><tt>pre</tt></td><td>Szöveg</td><td>Egy szöveg, amely az érték <b>elé</b> kerül. Különösen hasznos parancssori paraméterekhez, amelyeket nem kell megadni, ha az érték üres.</td></tr><tr><td><tt>post</tt></td><td>Szöveg</td><td>Egy szöveg, amely az érték <b>mögé</b> kerül.</td></tr></table>
tr: <p>Audeks’teki yer tutucular anahtar=değer biçiminde parametrelere sahip olabilirler. Örneğin, <tt>${title lowercase=true}</tt>. Bu örnekte, başlık küçük harfe dönüştürülür. Aşağıdaki genel parametreler yer tutucularla birlikte kullanılabilir:</p><table><tr><th>Anahtar</th><th>Değer</th><th>Açıklama</th></tr><tr><td><tt>lowercase</tt></td><td>true/false</td><td>Yer tutucu değeri küçük harfe dönüştürülür.</td></tr><tr><td><tt>uppercase</tt></td><td>true/false</td><td>Yer tutucu değeri BÜYÜK harfe dönüştürülür.</td></tr><tr><td><tt>underscores</tt></td><td>true/false</td><td>Yer tutucudaki boşluklar, alt çizgi ile değiştirilir.</td></tr><tr><td><tt>fat32compatible</tt></td><td>true/false</td><td>Bir FAT32 dosya sistemindeki izin verilmeyen karakterler, alt çizgi ile değiştirilir.</td></tr><tr><td><tt>replace_chars</tt></td><td>true/false</td><td>Karakterleri değiştirin. Bu parametre, aynı değer boyutlu iki ek anahtara gereksinim duyar:<tt>replace_char_list_from</tt>, <tt>replace_char_list_to</tt>. Bunlar karakter listeleridir. <tt>replace_char_list_from</tt>’un ilk karakteri, <tt>replace_char_list_to</tt>’in ilk karakteriyle değiştirilir.</td></tr><tr><td><tt>left</tt></td><td>sayı</td><td>Yer tutucu değerinin soldan n. karakterini alın.</td></tr><tr><td><tt>length</tt></td><td>sayı</td><td>Yer tutucu değeri bir sayıysa onu verilen uzunluğa genişletin. Dahası, ek <tt>fillchar</tt> anahtarıyla bir dolgu karakteri de tanımlayabilirsiniz. Öntanımlı fillchar ’0’dır.</td></tr><tr><td><tt>pre</tt></td><td>dizi</td><td>Değerden <b>önce</b> yerleştirilecek bir dizi. Özellikle değer boşsa hiçbir zaman ayarlanmaması gereken komut satırı parametreleri için yararlıdır.</td></tr><tr><td><tt>post</tt></td><td>dizi</td><td>Değerden <b>sonra</b> yerleştirilecek bir dizi.</td></tr></table>
zh_tw: <p> Audex 中的佔位符可以使用參數，參數格式為「鍵=值」，例如 <tt>${title lowercase=true}</tt>。這個範例中，"title"（標題）會被轉為小寫。 佔位符有這些通用參數可供使用：</p><table> <tr> <th>鍵</th> <th>值</th> <th>描述</th> </tr> <tr> <td><tt>lowercase</tt></td> <td>true/false</td> <td>為 true 時佔位符的值會被轉為小寫。</td> </tr> <tr> <td><tt>uppercase</tt></td> <td>true/false</td> <td>為 true 時佔位符的值會被轉為大寫。</td> </tr> <tr> <td><tt>underscores</tt></td> <td>true/false</td> <td>為 true 時將佔位符的值中的空格轉為底線。</td> </tr> <tr> <td><tt>fat32compatible</tt></td> <td>true/false</td> <td> 為 true 時將不能於 FAT32 檔案系統的檔案名稱中使用的字元轉為底線。 </td> </tr> <tr> <td><tt>replace_chars</tt></td> <td>true/false</td> <td> 為 true 時取代字元。這個參數需要提供另外兩個值大小相同的鍵： <tt>replace_char_list_from</tt>（替換字元清單——來源）、<tt>replace_char_list_to</tt>（替換字元清單——目標）。 這兩個清單是字元的清單。<tt>replace_char_list_from</tt> 當中的第一個字元會被取代為 <tt>replace_char_list_to</tt> 的第一個字元，前者第二個字元會取代為後者第二個字元，以此類推。 </td> </tr> <tr> <td><tt>left</tt></td> <td>數字</td> <td>從佔位符的值左方取 N 個字元。</td> </tr> <tr> <td><tt>length</tt></td> <td>數字</td> <td> 佔位符的值是數字的時候將它擴展到指定的長度。 您也可以另外以 <tt>fillchar</tt> 鍵指定擴展長度時填補的字元。預設的填補用字元是 '0'。 </td> </tr> <tr> <td><tt>pre</tt></td> <td>字串</td> <td> 會置於佔位符的值<b>前方</b>的字串。可以用來指定佔位符的值為空的時候完全不應設定的命令列參數。 </td> </tr> <tr> <td><tt>post</tt></td> <td>字串</td> <td>會置於佔位符的值<b>後方</b>的字串。</td> </tr></table>

source: <table><tr><th>Placeholder</th><th>Description</th></tr><tr><td>$tartist</td><td>This is the artist of every track. It is especially useful on compilation CDs.</td></tr><tr><td>$ttitle</td><td>The track title. Normally each track on a CD has its own title, which is the name of the song.</td></tr><tr><td>$trackno</td><td>The track number. First track is 1.</td></tr><tr><td><tt>$isrc</tt></td><td>The International Standard Recording Code (ISRC) of the track (only available if supported by your device).</td></tr></table>
ar: <table><tr><th>العنصر النائب</th><th>الوصف</th></tr><tr><td>$tartist</td><td>هذا هو الفنان لكل مسار. وهو مفيد بشكل خاص في أقراص التجميع.</td></tr><tr><td>$ttitle</td><td>عنوان المسار. عادةً ما يكون لكل مسار على قرص مضغوط عنوانه الخاص، وهو اسم الأغنية.</td></tr><tr><td>$trackno</td><td>رقم المسار. المسار الأول هو 1.</td></tr><tr><td><tt>$isrc</tt></td><td>رمز التسجيل القياسي الدولي(ISRC) للمسار (متاح فقط إذا كان جهازك يدعمه).</td></tr></table>
eu: <table><tr><th>Leku-marka</th><th>Deskribapena</th></tr><tr><td>$tartist</td><td>Hori pista guztietako artista da. Bereziki erabilgarria bilduma CDetan.</td></tr><tr><td>$ttitle</td><td>Pistaren titulua. CD bateko pista bakoitzak titulu bat izan ohi du, abestiaren izena hain zuzen.</td></tr><tr><td>$trackno</td><td>Pista-zenbakia. Lehenengo pistarena 1 da.</td></tr><tr><td><tt>$isrc</tt></td><td>Pistaren ISRC (International Standard Recording Code) (zure gailuak onartzen badu bakarrik erabilgarri).</td></tr></table>
fi: <table><tr><th>Paikkamerkki</th><th>Kuvaus</th></tr><tr><td>$tartist</td><td>Kaikkien raitojen artisti. Hyödyksi erityisesti kokoelmalevyissä.</td></tr><tr><td>$ttitle</td><td>Raidan nimi. Yleensä CD:n kullakin raidalla on oma otsikko eli kappaleen nimi.</td></tr><tr><td>$trackno</td><td>Raidan numero. Numerointi alkaa 1:stä.</td></tr><tr><td><tt>$isrc</tt></td><td>Raidan ISRC (International Standard Recording Code), jos asema tukee sitä.</td></tr></table>
fr: <table><tr><th>Emplacement réservé</th><th>Description</th></tr><tr><td>$tartist</td><td>Ceci est l'artiste pour chaque piste. Ceci peut être utile pour les CD de compilation.</td></tr><tr><td>$ttitle</td><td>Le titre de la piste. En général, chaque piste possède son titre propre qui est le nom de la chanson.</td></tr><tr><td>$trackno</td><td>Le numéro de la piste. La première piste est numérotée 1.</td></tr><tr><td><tt>$isrc</tt></td><td>Le code « ISRC » (International Standard Recording Code) de la piste (Uniquement disponible si pris en charge par votre périphérique).</td></tr></table>
hu: <table><tr><th>Helykitöltő</th><th>Leírás</th></tr><tr><td>$tartist</td><td>Az egyes sávok előadója. Különösen hasznos válogatásalbumok esetén.</td></tr><tr><td>$ttitle</td><td>A sáv címe. Általában minden sávnak saját címe van a CD-n, ami a dal neve.</td></tr><tr><td>$trackno</td><td>A sáv száma. Az első sáv száma 1.</td></tr><tr><td><tt>$isrc</tt></td><td>A sáv nemzetközi szabványos felvételi kódja (ISRC) – csak akkor érhető el, ha az eszköz támogatja.</td></tr></table>
ru: <table><tr><th>Заменитель</th><th>Описание</th></tr><tr><td>$tartist</td><td>Исполнитель каждой дорожки. Это поле особенно полезно для компакт-дисков со сборниками.</td></tr><tr><td>$ttitle</td><td>Название дорожки. Обычно у каждой дорожки на компакт-диске есть своё название, то есть название песни.</td></tr><tr><td>$trackno</td><td>Номер дорожки. Первая дорожка обозначается номером «1».</td></tr><tr><td><tt>$isrc</tt></td><td>Международный стандартный код записи (International Standard Recording Code, ISRC) дорожки (доступно только при условии поддержки устройством).</td></tr></table>
tr: <table><tr><th>Yer Tutucu</th><th>Açıklama</th></tr><tr><td>$tartist</td><td>Bu, her izin sanatçısıdır. Özellikle derleme CD’lerde pek kullanışlıdır.</td></tr><tr><td>$ttitle</td><td>İz başlığı. Normalde, bir CD’deki her bir izin kendi başlığı vardır, bu da genelde şarkının adıdır.</td></tr><tr><td>$trackno</td><td>İz numarası. Birinci iz 1’dir.</td></tr><tr><td><tt>$isrc</tt></td><td>Parçanın Uluslarası Standart Kayıt Kodu (ISRC) (yalnızca aygıtınız destekliyorsa kullanılabilir).</td></tr></table>
zh_tw: <table> <tr> <th>佔位符</th> <th>描述</th> </tr> <tr> <td>$tartist</td> <td>這是每個音軌的藝人。在合輯專輯中特別有用。</td> </tr> <tr> <td>$ttitle</td> <td> 音軌的標題。通常 CD 上各個音軌都有自己的標題，是每一首歌的名稱。 </td> </tr> <tr> <td>$trackno</td> <td>音軌編號。第一個音軌是編號 1。</td> </tr> <tr> <td><tt>$isrc</tt></td> <td> 音軌的國際標準錄音錄影資料代碼 (ISRC)。只有在您的裝置支援時才能使用。 </td> </tr></table>
