Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: You have given no name for the profile. Please set one.
ar: لم تدخل اسم للتشكيلة. يرجى تعيين اسمًا.
eo: Vi donis neniun nomon por la profilo. Bonvolu agordi unu.
eu: Ez duzu profilerako izenik eman. Mesedez, ezarri bat.
fi: Profiilille ei ole annettu nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour le profil. Veuillez en saisir un.
gl: Non indicou ningún nome para o perfil. Defina un.
hu: Nem adott meg profilnevet. Állítson be egyet.
ia: Tu non ha date alcun nomine al profilo. Pro favor tu assigna un.
ko: 프로필의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите название профиля.
tr: Profil için bir ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未设置配置文件名，请设置一个。
zh_tw: 您並未提供設定檔的名稱。請設定一個。

source: Profile name already exists.
ar: اسم التشكيلة موجود بالفعل.
eo: Profilnomo jam ekzistas.
eu: Profilaren izena badago dagoeneko.
fi: Profiilin nimi on jo käytössä.
fr: Le nom du profil existe déjà.
gl: Xa existe un perfil con ese nome.
hu: A profilnév már létezik.
ia: Nomine de profilo ja existe.
ko: 프로필 이름이 이미 존재합니다.
ru: Профиль уже существует.
tr: Profil adı halihazırda var.
zh_cn: 该配置名已存在。
zh_tw: 設定檔名稱已經存在。

source: Your profile name %1 already exists in the set of profiles. Please choose a unique one.
ar: اسم تشكيلتك %1 موجود بالفعل في مجموعة التشكيلات. يرجى اختيار اسمًا فريدًا.
eo: Via profilnomo %1 jam ekzistas en la aro de profiloj. Bonvolu elekti unikan.
eu: Zure %1 profil-izena profilen multzoan existitzen da. Mesedez, aukeratu bakarra den bat.
fi: Profiilisi nimi %1 on jo käytössä profiilijoukossa. Valitse ainutkertainen nimi.
fr: Le nom de votre profil %1 existe déjà dans l'ensemble des profils. Veuillez en choisir un unique.
gl: Xa existe un perfil chamado %1. Escolla un nome único.
hu: A(z) %1 profilnév már létezik a profilok között. Válasszon egy egyedi nevet.
ia: Tu nomine de profilo %1 ja existe in le insimul de profilos. Pro favor selige un unic.
ko: 프로필 이름 %1이(가) 프로필 목록에 있습니다. 다른 이름을 사용하십시오.
tr: Profil adınız %1 halihazırda var. Lütfen benzersiz bir tane seçin.
zh_cn: 您的配置文件名 %1 已经存在于配置文件中。请选择一个唯一的名称。
zh_tw: 您的設定檔名稱 %1 已存在於現存的設定檔中。請選擇另一個獨特的名稱。

source: Profile encoder is not defined.
ar: لم يعرف برنامج ترميز التشكيلة.
eo: Profilkodilo ne estas difinita.
eu: Profilaren kodetzailea ez da definitu.
fi: Profiilin koodausohjelmaa ei ole asetettu.
fr: L'encodeur de profils n'est pas défini.
gl: Non definiu ningún codificador no perfil.
hu: A profilkódoló nincs megadva.
ia: Codificator de profilo non es definite.
ko: 프로필 인코더가 정의되지 않았습니다.
ru: Не указан кодировщик в профиле.
tr: Profil kodlayıcısı belirtilmemiş.
zh_cn: 配置文件编码器未定义。
zh_tw: 設定檔未定義編碼器。

source: You have given no encoder for the profile. Please set one.
ar: لم تدخل اسم برنامج الترميز للتشكيلة. يرجى تعيين واحدًا.
eo: Vi donis neniun kodilon por la profilo. Bonvolu agordi unu.
eu: Ez duzu profilerako kodetzailerik eman. Mesedez, ezarri bat.
fi: Profiiliin ei ole asetettu koodausohjelmaa. Aseta se.
fr: Vous n'avez pas indiqué d'encodeur pour le profil. Veuillez en saisir un.
gl: Non indicou ningún codificador para o perfil. Defina un.
hu: Nem adott meg kódolót a profilhoz. Állítson be egyet.
ia: Tu no ha date alcun codificator per le profilo. Pro favor tu assigna un.
ko: 프로필의 인코더를 지정하지 않았습니다. 인코더를 설정하십시오.
ru: Укажите кодировщик в профиле.
tr: Profil için bir kodlayıcı yok. Lütfen bir tane ayarlayın.
zh_cn: 未为配置文件设置编码器，请设置一个。
zh_tw: 您並沒有為設定檔提供編碼器。請設定一個。

source: Profile filename scheme is not defined.
ar: لم تُعرف مخطط اسم ملف للتشكيلة.
eu: Profilaren fitxategi-izen antolaera ez da definitu.
fi: Profiilin tiedostonimikuviota ei ole määritetty.
fr: Le thème de nom de fichier pour les profils est indéfini.
gl: O esquema de nome de ficheiro do perfil non está definido.
hu: A profil fájlnevezési sémája nincs megadva.
ia: Schema de nomine de file de Profilo non es definite.
tr: Profil dosya adı şeması tanımlı değil.
zh_tw: 設定檔未定義檔名機制。

source: You have given no filename scheme for the profile. Please set one.
ar: لم تدخل مخطط اسم الملف للتشكيلة. يرجى تعيين واحدًا.
eu: Ez duzu profilerako fitxategi-izen antolaerarik eman. Mesedez, ezarri bat.
fi: Profiilille ei ole annettu tiedostonimikuviota. Aseta se.
fr: Vous n'avez indiqué aucun thème de nom de fichier pour le profil. Veuillez en saisir un.
gl: Non indicou ningún esquema de nome de ficheiro para o perfil. Defina un.
hu: Nem adott meg fájlnevezési sémát a profilhoz. Állítson be egyet.
ia: Tu non ha date alcun schema de nomine de file per le profilo. Per favor tui assigna un.
tr: Profil için bir dosya adı şeması yok. Lütfen bir tane ayarlayın.
zh_tw: 您並沒有為設定檔提供檔名機制。請設定一個。

source: The image file format is unknown.
ar: تنسيق ملف الصورة غير معروف.
eo: La bilddosierformato estas nekonata.
eu: Irudiaren fitxategi formatua ezezaguna da.
fi: Kuvan tiedostomuoto on tuntematon.
fr: Le format de fichier d'image est inconnu.
gl: O formato de ficheiro de imaxe é descoñecido.
hu: A képfájlformátum ismeretlen.
ia: Le formato de file de imagine es incognite.
ko: 그림 파일 형식을 알 수 없습니다.
ru: Неизвестный формат изображения.
tr: Görsel dosyası biçimi bilinmiyor.
zh_cn: 图像文件格式未知。
zh_tw: 圖片檔格式未知。

source: Your given image file format is unknown. Please choose on of these formats: JPEG, PNG, TIFF or BMP.
ar: تنسيق ملف الصورة الذي قدمته غير معروف. يرجى اختيار أحد التنسيقات التالية:JPEG، PNG، TIFF أو BMP.
eu: Zuk emandako irudiaren fitxategi-formatua ezezaguna da. Mesedez, hautatu ondoko formatuetako bat: JPEG, PNG, TIFF edo BMP.
fi: Antamasi kuvatiedostomuoto on tuntematon. Valitse jokin seuraavista muodoista: JPEG, PNG, TIFF tai BMP.
fr: Le format de fichier d'images que vous avez fourni est inconnu. Veuillez choisir l'un de ces formats : « JPG », « PNG », « TIFF »ou « BMP ».
gl: O formato do ficheiro de imaxe indicado é descoñecido. Escolla un dos seguintes formatos: JPEG, PNG, TIFF ou BMP.
hu: A megadott képfájlformátum ismeretlen. Válasszon a következő formátumok közül: JPEG, PNG, TIFF vagy BMP.
ia: Tu formato de file de imagine que ha date es incognite. Pro favor tu selige un de iste formatos: JPEG, PNG, TIFF o BMP.
tr: Verdiğiniz görsel dosyası biçimi geçersiz. Lütfen şu biçimlerden birini seçin: JPEG, PNG, TIFF veya BMP.
zh_tw: 您指定的圖片檔案格式是未知的。可用格式選項：JPEG、PNG、TIFF 或 BMP。

source: Cover name must not be empty.
ar: يجب ألا يكون اسم الغلاف فارغًا.
eo: Kovrilnomo ne devas esti malplena.
eu: Disko-azalaren izena ez da hutsik egon behar.
fi: Kansikuvan nimi ei saa olla tyhjä.
fr: Le nom de la couverture ne doit pas être vide.
gl: O nome da portada non pode estar baleiro.
hu: A borítónév nem lehet üres.
ia: Nomine de copertura nonpote esser vacue.
ko: 앨범 커버 이름이 비어 있으면 안 됩니다.
ru: Название обложки не может быть пустым.
tr: Kapak adı boş olamaz.
zh_cn: 封面名称不得为空。
zh_tw: 封面名稱不能是空白的。

source: You have given no name for the cover. Please set one.
ar: لم تعط أي اسم للغلاف. يرجى تعيين واحدًا.
eo: Vi donis neniun nomon por la kovrilo. Bonvolu agordi unu.
eu: Ez duzu disko-azalaren izenik eman. Mesedez, ezarri bat.
fi: Et ole antanut kansikuvalle nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour la couverture. Veuillez en saisir un.
gl: Non indicou ningún nome para a portada. Defina un.
hu: Nem adott meg borítónevet. Állítson be egyet.
ia: Tu non ha date alcun nomine al copertura. Pro favor tu assigna un.
ko: 앨범 커버의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите название обложки.
tr: Kapak için bir ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未设置封面名，请设置一个。
zh_tw: 您並未提供封面的名稱。請設定一個。

source: The playlist file format is unknown.
ar: تنسيق ملف قائمة التشغيل غير معروف.
eo: La dosierformato de ludlisto estas nekonata.
eu: Jotze-zerrendaren fitxategi-formatua ezezaguna da.
fi: Soittolistan tiedostomuoto on tuntematon.
fr: Le format de fichier de la liste de lecture est inconnu.
gl: O formato de ficheiro da lista de reprodución é descoñecido.
hu: A lejátszásilista-fájl formátuma ismeretlen.
ia: Le formato le lista de reproduction es incognite.
ko: 재생 목록 파일 형식을 알 수 없습니다.
ru: Неизвестный формат списка воспроизведения.
tr: Çalma listesi dosyası biçimi bilinmiyor.
zh_cn: 播放列表文件格式未知。
zh_tw: 播放清單檔案格式未知。

source: Your given playlist file format is unknown. Please choose on of these formats: M3U, PLS or XSPF.
ar: تنسيق ملف قائمة التشغيل الخاص بك غير معروف. يُرجى اختيار أحد التنسيقات التالية: M3U أو PLS أو XSPF.
eo: Via donita ludlisto dosierformato estas nekonata. Bonvolu elekti unu el ĉi tiuj formatoj: M3U, PLS aŭ XSPF.
eu: Zuk emandako joze-zerrendaren fitxategi-formatua ezezaguna da. Mesedez, hautatu formatu hauetako bat: M3U, PLS edo XSPF.
fi: Antamasi soittolistatiedostomuoto on tuntematon. Valitse seuraavista muodoista: M3U, PLS tai XSPF.
fr: Le format de fichier de la liste de lecture que vous avez indiqué est inconnu. Veuillez choisir un de ces formats : « M3U », « pls » ou « xspf ».
gl: O formato do ficheiro de lista de reprodución indicado é descoñecido. Escolla un dos seguintes formatos: M3U, PLS ou XSPF.
hu: A megadott lejátszásilista-fájl formátuma ismeretlen. Válasszon a következők közül: M3U, PLS vagy XSPF.
ia: Tu formato de file de lista de reproduction que ha date es incognite. Pro favor tu selige un de iste formatos: M3U, PLS o XSPF.
ko: 재생목록 파일 형식을 알 수 없습니다. 다음 중 하나를 지정하십시오: M3U, PLS, XSPF.
ru: Неизвестный формат списка воспроизведения. Используйте один из этих форматов: M3U, PLS или XSPF.
tr: Verdiğiniz çalma listesi dosyası biçimi geçersiz. Lütfen şu biçimlerden birini seçin: M3U, PLS veya XSPF.
zh_cn: 您给定的播放列表文件格式未知。请选择下列格式之一：M3U、PLS 或 XSPF。
zh_tw: 您指定的播放清單檔案格式是未知的。可用格式選項：M3U、PLS 或 XSPF。

source: Playlist name must not be empty.
ar: يجب ألا يكون اسم قائمة التشغيل فارغًا.
eo: La nomo de ludlisto ne devas esti malplena.
eu: Jotze-zerrendaren izena ez da hutsik egon behar.
fi: Soittolistan nimi ei saa olla tyhjä.
fr: Le nom de la liste de lecture ne doit pas être vide.
gl: O nome da lista de reprodución non pode estar baleiro.
hu: A lejátszási lista neve nem lehet üres.
ia: Nomine de lista de reproduction non deve esser vacue.
ko: 재생 목록 이름이 비어 있으면 안 됩니다.
ru: Название списка воспроизведения не может быть пустым.
tr: Çalma listesi adı boş olamaz.
zh_cn: 播放列表文件名不能为空。
zh_tw: 播放清單名稱不能是空白的。

source: You have given no name for the playlist. Please set one.
ar: لم تقم بإعطاء أي اسم لقائمة التشغيل. يرجى تعيين واحدًا.
eo: Vi donis neniun nomon por la ludlisto. Bonvolu agordi unu.
eu: Ez duzu jotze-zerrendaren izenik eman. Mesedez, ezarri bat.
fi: Et ole antanut soittolistalle nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour la liste de lecture. Veuillez en saisir un.
gl: Non indicou ningún nome para a lista de reprodución. Defina un.
hu: Nem adott meg nevet a lejátszási listához. Állítson be egyet.
ia: Tu non ha date alcun nomine per le lista de reproduction. Pro favor tu assigna un.
ko: 재생 목록의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите название списка воспроизведения.
tr: Çalma listesi için bir ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未指定播放列表名称，请设置一个。
zh_tw: 您並未提供播放清單的名稱。請設定一個。

source: Info text name must not be empty.
ar: يجب ألا يكون اسم ملف المعلومات النصي فارغًا.
eo: Info-teksta nomo ne devas esti malplena.
eu: Informazio testu izena ez da hutsik egon behar.
fi: Info-tekstitiedoston nimi ei saa olla tyhjä.
fr: Le nom du texte d'informations ne doit pas être vide.
gl: O nome do texto de información non pode estar baleiro.
hu: Az információs szöveg neve nem lehet üres.
ia: Nomine de texto de information non debe esser vacue.
ko: 정보 텍스트 파일 이름이 비어 있으면 안 됩니다.
ru: Имя файла информации не может быть пустым.
tr: Bilgi metni adı boş olamaz.
zh_cn: 信息文本名称不能为空。
zh_tw: 資訊文字檔的名稱不能是空白的。

source: You have given no name for the info text file. Please set one.
ar: لم تعطي أي اسم لملف المعلومات النصي. يرجى تعيين واحدًا.
eo: Vi donis neniun nomon por la informa tekstdosiero. Bonvolu agordi unu.
eu: Ez duzu eman informazio testu fitxategiaren izenik eman. Mesedez, ezarri bat.
fi: Info-tekstitiedostolle ei ole annettu nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour le fichier texte d'informations. Veuillez en saisir un.
gl: Non indicou ningún nome para o ficheiro do texto de información. Defina un.
hu: Nem adott nevet az információs szövegfájlnak. Adjon meg egyet.
ia: Tu non ha date alcun nomine per le file de texto de information. Pro favor tu assigna un.
ko: 정보 텍스트 파일의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите имя файла информации.
tr: Bilgi metni dosyası için ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未指定信息文本的文件名，请设置一个。
zh_tw: 您並未提供資訊文字檔的名稱。請設定一個。

source: Info text file name suffix must not be empty.
ar: يجب ألا تكون لاحقة اسم الملف المعلومات النصي فارغة.
eo: Info-teksta dosiernomo sufikso ne devas esti malplena.
eu: Informazio testu fitxategi-izen atzizkia ez da hutsik egon behar.
fi: Info-tekstitiedoston nimen pääte ei saa olla tyhjä.
fr: Le suffixe du nom de fichier texte d'informations ne doit pas être vide.
gl: O sufixo da ruta de ficheiro do texto de información non pode estar baleiro.
hu: Az információs szövegfájl utótagja nem lehet üres.
ia: Suffixo de nomine de file de texto de information non debe esser vacue.
ko: 정보 텍스트 파일 확장자가 비어 있으면 안 됩니다.
ru: Расширение файла информации не может быть пустым.
tr: Bilgi metni dosyası adının soneki boş olmaz.
zh_cn: 信息文本文件名后缀不能为空。
zh_tw: 資訊文字檔的名稱後綴不能是空白的。

source: You have given no suffix for the info text file. Please set one.
ar: لم تعطي أي لاحقة لملف المعلومات النصي. يرجى تعيين واحدة.
eo: Vi ne donis sufikson por la info tekstdosiero. Bonvolu agordi unu.
eu: Ez duzu eman informazio testu-fitxategiaren atzizkirik eman. Mesedez, ezarri bat.
fi: Info-tekstitiedostolle ei ole annettu nimen päätettä. Aseta se.
fr: Vous n'avez pas indiqué de suffixe pour le fichier texte d'informations. Veuillez en saisir un.
gl: Non indicou ningún sufixo para o ficheiro do texto de información. Defina un.
hu: Nem adott meg utótagot az információs szövegfájlhoz. Adjon meg egyet.
ia: Tu non ha date alcun suffixo per le file de texto de information. Pro favor tu assigna un.
ko: 정보 텍스트 파일의 확장자를 지정하지 않았습니다. 확장자를 설정하십시오.
ru: Укажите расширение файла информации.
tr: Bilgi metni dosyası için sonek yok. Lütfen bir sonek ayarlayın.
zh_cn: 未指定信息文本文件名的后缀，请设置一个。
zh_tw: 您並未提供資訊文字檔的後綴。請設定一個。

source: The hashlist file format is unknown.
ar: تنسيق ملف رمز تلبيدة القائمة مجهول
eo: La hashlist dosierformato estas nekonata.
eu: Hash-zerrendaren fitxategi formatua ezezaguna da.
fi: Tiivisteluettelon tiedostomuoto on tuntematon.
fr: Le format de fichier de la liste de hachage est inconnu.
gl: O formato de ficheiro da lista de resumos é descoñecido.
hu: A kivonatlista fájlformátuma ismeretlen.
ko: 해시 목록 파일 형식을 알 수 없습니다.
ru: Неизвестный формат хэшлиста.
tr: Sağlama listesi dosya biçimi geçersiz.
zh_cn: 哈希列表的文件格式未知。
zh_tw: 雜湊清單檔案格式未知。

source: Your given hashlist file format is unknown. Please choose one of these formats: SFV, MD5, SHA-256.
ar: تنسيق ملف تلبيدة القائمة الذي قدمته غير معروف. يُرجى اختيار أحد التنسيقات التالية: SFV، MD5، SHA-256.
eu: Zuk emandako hash-zerrenda fitxategi-formatua ezezaguna da. Mesedez, hautatu formatu hauetako bat: SFV, MD5, SHA-256.
fi: Tiivisteluettelon tiedostomuoto on tuntematon. Aseta jokin seuraavista: SFV, MD5 tai SHA-256.
fr: Le format de fichier de la liste de hachage que vous avez indiqué est inconnu. Veuillez choisir un de ces formats : « SFV », « MD5 », « SHA-256 ».
hu: A megadott kivonatlista fájlformátuma ismeretlen. Válasszon egyet ezek közül: SFV, MD5, SHA-256.
tr: Verdiğiniz sağlama listesi dosya biçimi geçersiz. Lütfen şu biçimlerden birini seçin: SFV, MD5, SHA-256.
zh_tw: 您指定的雜湊清單檔案格式是未知的。可用格式選項：SFV、MD5、SHA-256。

source: Hashlist name must not be empty.
ar: يجب ألا تكون تلبيدة القائمة فارغًا.
eo: Hashlist-nomo ne devas esti malplena.
eu: Hash-zerrenda izena ez da hutsik egon behar.
fi: Tiivisteluettelon nimi ei voi olla tyhjä.
fr: Le nom de la liste de hachage ne doit pas être vide.
gl: O nome da lista de resumos non pode estar baleiro.
hu: A kivonatlista neve nem lehet üres.
ko: 해시 목록 파일 이름이 비어 있으면 안 됩니다.
ru: Название списка хэшей не может быть пустым.
tr: Sağlama listesi adı boş olamaz.
zh_cn: 哈希列表名称不能为空。
zh_tw: 雜湊清單名稱不能是空白的。

source: You have given no name for the hashlist. Please set one.
ar: لم تعط أي تلبيدة قائمة يرجى تعيين واحدًا.
eo: Vi donis neniun nomon por la hashlist. Bonvolu agordi unu.
eu: Ez duzu hash-zerrendaren izenkik eman. Mesedez, ezarri bat.
fi: Tiivisteluettelolle ei ole annettu nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour la liste de hachage. Veuillez en saisir un.
gl: Non indicou ningún nome para a lista de resumos. Defina un.
hu: Nem adott nevet a kivonatlistának. Adjon meg egyet.
ko: 해시 목록의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите название списка хэшей.
tr: Sağlama listesi için bir ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未指定哈希列表的名称，请设置一个。
zh_tw: 您並未提供雜湊清單的名稱。請設定一個。

source: Cue filename name must not be empty.
ar: يجب ألا يكون اسم ملف الإشارات فارغًا.
eo: Cue-dosiernomo nomo ne devas esti malplena.
eu: «Cue» fitxategi-izenaren izena ez da hutsik egon behar.
fi: Cue-tiedostonimi ei saa olla tyhjä.
fr: Un nom de fichier de feuille de montage ne doit pas être vide.
gl: A ruta do ficheiro cue non pode estar baleira.
hu: A CUE-fájl neve nem lehet üres.
ko: CUE 시트 파일 이름이 비어 있으면 안 됩니다.
ru: Имя файла разметки не может быть пустым.
tr: Ses çizelgesi dosya adı boş olamaz.
zh_cn: CUE 文件名不能为空。
zh_tw: Cue 檔名稱不能是空白的。

source: You have given no name for the cue sheet. Please set one.
ar: لم تعط أي ورقة إشارات يرجى تعيين واحدة.
eo: Vi donis neniun nomon por la signalfolio. Bonvolu agordi unu.
eu: Ez duzu «cue» orriarentzako izenik eman. Mesedez, jarri bat.
fi: Cue-tiedostolle ei ole annettu nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour la feuille de montage. Veuillez en saisir un.
gl: Non indicou ningunha ruta para o ficheiro cue. Defina unha.
hu: Nem adott meg nevet a CUE-fájlnak. Adjon meg egyet.
ko: CUE 시트의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите имя файла разметки.
tr: Ses çizelgesi için bir ad yok. Lüften bir ad ayarlayın.
zh_cn: 未指定 CUE 文件的名称，请设置一个。
zh_tw: 您並未提供 cue 檔的名稱。請設定一個。

source: Log filename name must not be empty.
ar: يجب ألا يكون اسم ملف السجل فارغًا.
eu: Egunkari fitxategi-izenaren izena ez da hutsik egon behar.
fi: Lokitiedoston nimi ei saa olla tyhjä.
fr: Le nom du fichier de journal ne doit pas être vide.
hu: A naplófájl neve nem lehet üres.
ru: Имя файла журнала не может быть пустым.
tr: Günlük dosyası adı boş olamaz.
zh_tw: 紀錄檔名稱不能是空白的。

source: You have given no name for the log file. Please set one.
ar: لم تعطي أي اسم لملف السجل. يرجى تعيين واحدًا.
eu: Ez duzu egunkari-fitxategirako izenik eman. Mesedez, ezarri bat.
fi: Lokitiedostolle ei ole annettu nimeä. Aseta se.
fr: Vous n'avez fourni aucun nom pour le fichier de journal. Veuillez en saisir un.
hu: Nem adott meg nevet a naplófájlnak. Adjon meg egyet.
ru: Укажите имя файла журнала.
tr: Günlük dosyası için bir ad vermediniz. Lütfen bir tane koyun.
zh_tw: 您並未提供紀錄檔的名稱。請設定一個。

source: Filename name must not be empty.
ar: يجب ألا يكون اسم الملف فارغًا.
eo: Dosiernomo nomo ne devas esti malplena.
eu: Fitxategi-izeneko izena ez da hutsik egon behar.
fi: Tiedostonimi ei saa olla tyhjä.
fr: Un nom de nom de fichier ne doit pas être vide.
gl: A ruta do ficheiro non pode estar baleira.
hu: A fájlnév nem lehet üres.
ko: 파일 이름이 비어 있으면 안 됩니다.
ru: Имя файла не может быть пустым.
tr: Dosya adı boş olamaz.
zh_cn: 文件名名称不能为空。
zh_tw: 檔案名稱不能是空白的。

source: You have given no name for the single audio file. Please set one.
ar: لم تعطي أي اسم لملف الصوت الفردي. يرجى تعيين واحدًا.
eo: Vi donis neniun nomon por la ununura sondosiero. Bonvolu agordi unu.
eu: Ez duzu izenik eman audio-fitxategi bakarrarentzat. Mesedez, jarri bat.
fi: Et ole antanut yksittäiselle äänitiedostolle nimeä. Aseta se.
fr: Vous n'avez pas indiqué de nom pour le fichier audio unique. Veuillez en saisir un.
gl: Non indicou ningunha ruta para o ficheiro de son único. Defina unha.
hu: Nem adott meg nevet a hangfájlnak. Adjon meg egyet.
ko: 단일 오디오 파일의 이름을 지정하지 않았습니다. 이름을 설정하십시오.
ru: Укажите имя одиночного звукового файла.
tr: Tek ses dosyası için bir ad yok. Lütfen bir ad ayarlayın.
zh_cn: 未指定单个音频文件的文件名，请设置一个。
zh_tw: 您並未提供單一音訊檔的名稱。請設定一個。

source: Copy
ar: انسخ
eo: Kopii
eu: Kopiatu
fi: Kopioi
fr: Copier
gl: Copiar
hu: Másolás
ia: Copia
ko: 복사
ru: Копировать
tr: Kopyala
zh_cn: 复制
zh_tw: 複製

source: Device error (1).
fr: Erreur du périphérique (1).
ru: Ошибка устройства (1).
tr: Aygıt hatası (1).
zh_tw: 裝置錯誤 (1)。

source: Check your device. Is it really "%1"? Also check your permissions on "%1".
fr: Veuillez vérifier votre périphérique. S'agit-il réellement de « %1 » ? Veuillez aussi vérifier vos droits d'accès sur « %1 ».
ru: Проверьте устройство. Это действительно «%1»? Также проверьте права для работы с «%1».
tr: Aygıtınızı denetleyin. Gerçekten şu mu: "%1"? Ayrıca "%1" üzerindeki izinlerinizi de denetleyin.
zh_tw: 請檢查您的裝置。它真的是「%1」嗎？也請檢查您對於 "%1" 的存取權限。

source: Device error (2).
fr: Erreur de périphérique (2).
ru: Ошибка устройства (2).
tr: Aygıt hatası (2).
zh_tw: 裝置錯誤 (2)。

source: Device error (3).
fr: Erreur du périphérique (3).
ru: Ошибка устройства (3).
tr: Aygıt hatası (3).
zh_tw: 裝置錯誤 (3)。

source: Track --, Start sector: 000000, Size in sectors: 000150, Type: Lead-in
ar: المسار --، قطاع البداية: 000000، الحجم في القطاعات: 000150، النوع: مقدمة
eu: Pista --, Hasteko sektorea: 000000, Neurria sektoretan: 000150, Mota: Sarrera
fi: Raita --, alkusektori: 000000, koko sektoreina: 000150, tyyppi: Lead-in
fr: Piste --. Secteur de démarrage : 000000. Taille des secteurs : 000150. Type : entrée
hu: --. sáv, kezdőszektor: 000000, szektorok száma: 000150, típus: Bevezető
ru: Дорожка --, начальный сектор: 000000, размер в секторах: 000150, тип: Lead-in
tr: Parça --, Başlangıç dilimi: 000000, Dilimlerdeki boyut: 000150, Tür: Giriş
zh_tw: 音軌 --，起始磁區：000000，以磁區為單位的大小：000150，類型：導入

source: Audio
ar: صوت
eu: Audioa
fi: Ääni
hu: Hang
tr: Ses
zh_tw: 音訊

source: Non-Audio: CD-i
ru: Не звук: CD-i
tr: Ses dışı: CD-i
zh_tw: 非音訊：CD-i

source: Non-Audio: Data mode 2
fr: Non audio : mode 2 de données
ru: Не звук: режим данных 2
tr: Ses dışı: Veri kipi 2
zh_tw: 非音訊：資料模式 2

source: Non-Audio: Data mode 1
fr: Non audio : mode 1 de données
ru: Не звук: режим данных 1
tr: Ses dışı: Veri kipi 1
zh_tw: 非音訊：資料模式 1

source: Non-Audio: Playstation 1
ru: Не звук: Playstation 1
tr: Ses dışı: Playstation 1
zh_tw: 非音訊：PlayStation 1

source: Non-Audio: Unknown format
fr: Non audio : format inconnu
ru: Не звук: неизвестный формат
tr: Ses dışı: Bilinmeyen biçim
zh_tw: 非音訊：未知格式

source: Lead-out
ar: خارج
eu: Irteera
fi: Jälkitietue
fr: Sortie
hu: Kivezető rész
tr: Çıkış
zh_tw: 導出

source: Track %1, Start sector: %2, Size in sectors: %3, Type: %4
ar: المسار %1، قطاع البداية: %2، الحجم في القطاعات: %3، النوع: %4
eu: Pista %1, Hasierako sektorea: %2, Neurria sektoretan: %3, Mota: %4
fi: Raita %1, alkusektori: %2, koko sektoreina: %3, tyyppi: %4
fr: Piste %1. Secteur de démarrage : %2. Taille des secteurs : %3. Type : %4
hu: %1. sáv, kezdőszektor: %2, szektorok száma: %3, típus: %4
ru: Дорожка %1, начальный сектор: %2, размер в секторах: %3, тип: %4
tr: Parça %1, Başlangıç dilimi: %2, Dilimlerdeki boyut: %3, Tür: %4
zh_tw: 音軌 %1，起始磁區：%2，以磁區為單位的大小：%3，類型：%4

source: Could not get device hardware information (vendor, model and firmware revision).
fr: Impossible d'obtenir des informations sur le matériel du périphérique (Fournisseur, modèle et microprogramme).
ia: Non poteva obtener information de hardware de dispositivo (venditor, modello e revision de firmware).
ru: Не удалось получить информацию об устройстве (производитель, модель и версия микропрограммы).
tr: Aygıt donanım bilgisi alınamadı (satıcı, model ve donanım yazılımı revizyonu).
zh_tw: 無法取得裝置硬體資訊（廠商、型號、韌體版本）。

source: Audio Disc
ar: قرص صوتي
eo: Sondisko
eu: Audio diskoa
fi: Äänilevy
fr: Disque audio
gl: Disco de son
hu: Hanglemez
ia: Disco Audio
ko: 오디오 디스크
ru: Аудиодиск
tr: Ses Diski
zh_cn: 音频盘片
zh_tw: 音訊碟片
