Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Please set a divider string. Be aware of empty spaces. Divider:
ar: يرجى تعيين سلسلة فاصلة. كن حذرًا من المساحات الفارغة. الفاصل:
eo: Bonvolu agordi dividan ĉenon. Atentu pri malplenaj spacoj. Disigilo:
eu: Mesedez, ezarri kate zatitzaile bat. Kontu izan zuriuneekin. Zatitzailea:
fi: Anna erotinmerkkijono. Huomaa tyhjät välit. Erotin:
fr: Veuillez définir une chaîne séparatrice. Tenez compte des espaces vides. Séparateur :
gl: Defina unha cadea de división. Teña en conta os espazos baleiros. Divisor:
hu: Adjon meg egy elválasztó karakterláncot. Ügyeljen az üres helyekre. Elválasztó:
ia: Pro favor assigna in catena de division. Attention a spatios vacue. Division:
ko: 분할 문자열을 지정하십시오. 공백 문자열에 주의하십시오. 분할 문자열:
ru: Укажите строку-разделитель. Будьте осторожны при использованиив качестве разделителя только пробелов. Разделитель:
tr: Bölme için bir dizi ayarla: Boşlukların farkında olun. Bölücü:
zh_cn: 请设置一个分隔符字符串。请小心空格。 分隔符：
zh_tw: 請設定分割字串。請小心空白符號。 分割器：

source: Do you really want to swap all artists and titles?
ar: هل تريد حقًا تبديل جميع الفنانين والألقاب؟
eo: Ĉu vi vere volas interŝanĝi ĉiujn artistojn kaj titolojn?
eu: Benetan trukatu nahi dituzu artista eta titulu guztiak?
fi: Haluatko varmasti vaihtaa kaikki esittäjien ja kappaleiden nimet keskenään?
fr: Voulez-vous vraiment permuter l'ensemble des artistes et des titres ?
gl: Seguro que quere intercambiar todos os intérpretes e títulos?
hu: Biztosan felcseréli az összes előadót és címet?
ia: Tu vermente vole excambiar omne artistas e titulos?
ko: 아티스트와 제목을 바꾸시겠습니까?
ru: Действительно поменять местами поля исполнителей и названий?
tr: Tüm sanatçıları ve başlıkları birbiriyle değiştirmeyi gerçekten istiyor musunuz?
zh_cn: 您真的想要交换所有艺术家和标题吗？
zh_tw: 您確定要交換所有的藝人跟標題嗎？

source: Swap artists and titles
ar: بدّل الفنانين والألقاب
eo: Interŝanĝi artistojn kaj titolojn
eu: Trukatu artistak eta tituluak
fi: Vaihda esittäjät ja kappaleiden nimet keskenään
fr: Permuter les artistes et les titres
gl: Intercambiar os intérpretes e títulos.
hu: Előadók és címek felcserélése
ia: Commuta Artistas e Titulos
ko: 아티스트와 제목 바꾸기
ru: Поменять местами исполнителей и названия
tr: Sanatçıları ve başlıkları birbirleriyle değiştir
zh_cn: 交换艺术家和标题
zh_tw: 交換藝人和標題

source: Do you really want to capitalize all artists and titles?
ar: هل تريد حقًا تكبير حروف جميع الفنانين والألقاب؟
eo: Ĉu vi vere volas majuskligi ĉiujn artistojn kaj titolojn?
eu: Artista eta titulu guztien lehenengo letra letra-larriz ipini?
fi: Haluatko varmasti suuraakkosta kaikki esittäjien ja kappaleiden nimet?
fr: Voulez-vous vraiment mettre en majuscule, l'ensemble des artistes et des titres ?
gl: Seguro que quere usar maiúscula inicial para todos os intérpretes e títulos?
hu: Biztosan nagy kezdőbetűssé teszi az összes előadót és címet?
ia: Tu vermente vole poner in majuscula omne artistas e titulos?
ko: 아티스트와 제목을 모두 대문자로 시작하도록 변경하시겠습니까?
ru: Действительно записать названия и исполнителей с заглавных букв?
tr: Tüm sanatçıları ve başlıkları gerçekten BÜYÜK harf yapmak istiyor musunuz?
zh_cn: 您真的想要将所有艺术家和标题的首字母大写吗？
zh_tw: 您確定要為所有藝人和標題設定大寫嗎？

source: Capitalize artists and titles
ar: تكبير حروف الفنانين والألقاب
eo: Majuskligi artistojn kaj titolojn
eu: Artisten eta tituluen lehenengo letra letra-larriz ipintzea
fi: Suuraakkosta esittäjät ja kappaleiden nimet
fr: Mettre en majuscule, les artistes et les titres
gl: Usar maiúscula inicial para os intérpretes e títulos.
hu: Előadók és címek nagy kezdőbetűssé alakítása
ia: Pone in Majuscula Artistas e Titulos
ko: 아티스트와 제목 대문자로 시작
ru: Названия и исполнители с заглавных букв
tr: Sanatçıları ve başlıkları büyük harf yap
zh_cn: 将艺术家和标题的首字母大写
zh_tw: 為藝人和標題設定大寫

source: Do you really want to autofill track artists?
ar: هل تريد حقًا الملء الآليّ للفنانين؟
eo: Ĉu vi vere volas aŭtomate plenigi spurajn artistojn?
eu: Pistako artistak automatikoki bete nahi dituzu?
fi: Haluatko varmasti täyttää raitojen esittäjät automaattisesti?
fr: Voulez-vous vraiment saisir automatiquement les artistes des pistes ?
gl: Seguro que quere completar automaticamente os intérpretes das pistas?
hu: Biztosan automatikusan ki szeretné tölteni a számok előadóit?
ia: Tu vermente vole reimpler automaticamente artistas de tracia?
ko: 트랙 아티스트를 자동으로 완성하시겠습니까?
ru: Действительно автоматически заполнить исполнителей?
tr: Parça sanatçılarını otomatik olarak doldurulmasını gerçekten istiyor musunuz?
zh_cn: 您真的想要自动填充曲目艺术家吗？
zh_tw: 您確定要自動填入音軌藝人嗎？

source: Autofill artists
ar: فنانو الملء الآليّ
eo: Aŭtoplenaj artistoj
eu: Artistak automatikoki betetzea
fi: Täytä esittäjät automaattisesti
fr: Saisir automatiquement les artistes
gl: Completar automaticamente os intérpretes.
hu: Előadók automatikus kitöltése
ia: Auto reimple artistas
ko: 아티스트 자동 완성
ru: Автоматически заполнить исполнителей
tr: Sanatçıları otomatik doldur
zh_cn: 自动填充艺术家
zh_tw: 自動填入藝人

source: Eject
ar: أخرِج
eo: Elĵeti
eu: Egotzi
fi: Poista levy asemasta
fr: Éjecter
gl: Expulsar
hu: Kiadás
ia: Expelle
ko: 꺼내기
ru: Извлечь диск
tr: Çıkar
zh_cn: 弹出
zh_tw: 退出

source: Profile:
ar: التّشكيلة:
eo: Profilo:
eu: Profila:
fi: Profiili:
fr: Profil :
gl: Perfil:
hu: Profil:
ia: Profilo:
ko: 프로필:
ru: Профиль:
tr: Profil:
zh_cn: 配置：
zh_tw: 設定檔：

source: &Profile:
ar: ال&تّشكيلة:
eo: &Profilo:
eu: &Profila:
fi: &Profiili:
fr: &Profil :
gl: &Perfil:
hu: &Profil:
ia: &Profilo:
ko: 프로필(&P):
ru: &Профиль:
tr: &Profil:
zh_cn: &项目:
zh_tw: 設定檔(&P)：

source: Profile
ar: التشكيلة
eo: Profilo
eu: Profila
fi: Profiili
fr: Profil
gl: Perfil
hu: Profil
ia: Profilo
ko: 프로필
ru: Профиль
tr: Profil
zh_cn: 项目
zh_tw: 設定檔

source: Fetch
ar: اجلب
eo: Ekpreni
eu: Ekarri
fi: Nouda
fr: Rechercher
gl: Obter
hu: Lekérés
ia: Reporta
ru: Получить
tr: Getir
zh_tw: 抓取

source: Submit
ar: أرسل
eo: Sendi
eu: Bidali
fi: Lähetä
fr: Soumettre
gl: Entregar
hu: Elküldés
ia: Submitte
ru: Отправить
tr: Gönder
zh_tw: 提交

source: Edit
ar: حرّر
eo: Redakti
eu: Editatu
fi: Muokkaa
fr: Modifier
gl: Editar
hu: Szerkesztés
ia: Modifica
ru: Изменить
tr: Düzen
zh_tw: 編輯

source: Rip...
ar: نسخ...
eo: Ekstrakti...
eu: Erauzi...
fi: Rippaa…
fr: Extraire...
gl: Extraer…
hu: Beolvasás…
ko: 추출...
ru: Копировать…
tr: Dönüştür...
zh_cn: 抓取...
zh_tw: 擷取...

source: Split Titles...
ar: قسّم العناوين...
eo: Dividi Titolojn...
eu: Zatitu tituluak...
fi: Jaa kappaleiden nimet…
fr: Scinder les titres...
gl: Dividir os títulos…
hu: Címek felosztása…
ia: Divide titulos
ko: 제목 분할...
ru: Разделить названия…
tr: Başlıkları Ayır...
zh_cn: 分割标题...
zh_tw: 分割標題...

source: Swap Artists And Titles
ar: بدّل الفنانين والألقاب
eo: Interŝanĝi Artistojn Kaj Titolojn
eu: Trukatu artistak eta tituluak
fi: Vaihda esittäjät ja kappaleiden nimet keskenään
fr: Permuter les artistes et les titres
gl: Intercambiar os intérpretes e os títulos
hu: Előadók és címek felcserélése
ia: Commuta Artistas e Titulos
ko: 아티스트와 제목 바꾸기
tr: Sanatçıları Ve Başlıkları Yer Değiştir
zh_cn: 交换艺术家和标题
zh_tw: 交換藝人和標題

source: Capitalize
ar: كبّر أوّل حرف
eo: Majuskligi
eu: Letra larria ipini
fi: Suuraakkosta
fr: Mettre en majuscule
gl: Pór en maiúsculas
hu: Nagy kezdőbetűk
ia: Capitalisa (Il pone in majuscule)
ko: 대문자로 시작
ru: Сделать заглавными
tr: Karakterleri Büyüt
zh_cn: 字首大写
zh_tw: 變大寫

source: Auto Fill Artists
ar: فنانو الملء الآليّ
eo: Aŭtomata Plenigi Artistoj
eu: Artistak automatikoki bete
fi: Automaattinen esittäjien täyttö
fr: Saisir automatiquement les noms des artistes
gl: Completar automaticamente os intérpretes
hu: Előadók automatikus kitöltése
ia: Auto Reimple Artistas
ko: 아티스트 자동 완성
tr: Sanatçıyı Otomatik Olarak Doldur
zh_cn: 自动填充艺术家
zh_tw: 自動填入藝人

source: Select All Tracks
ar: حدد كافة المسارات
eo: Elekti Ĉiujn Trakojn
eu: Hautatu pista guztiak
fi: Valitse kaikki raidat
fr: Sélectionner toutes les pistes
gl: Escoller todas as pistas
hu: Összes szám kijelölése
ia: Selectiona Omne Tracias
ko: 모든 트랙 선택
tr: Tüm Parçaları Seç
zh_cn: 选择所有音轨
zh_tw: 選取所有音軌

source: Deselect All Tracks
ar: ألغ تحديد كافة المسارات
eo: Malelekti Ĉiujn Trakojn
eu: Desautatu pista guztiak
fi: Poista kaikki valinnat
fr: Dé-sélectionner toutes les pistes
gl: Anular a selección de todas as pistas
hu: Kijelölés megszüntetése
ia: Deselectiona omne tracias
ko: 모든 트랙 선택 해제
tr: Seçili Parçaları Kaldır
zh_cn: 取消选择所有曲目
zh_tw: 取消選取所有音軌

source: Invert Selection
ar: اعكس التّحديد
eo: Inversigi elekton
eu: Alderantzikatu hautapena
fi: Käännä valinta
fr: Inverser la sélection
gl: Inverter a selección
hu: Kijelölés megfordítása
ia: Inverte selection
ko: 선택 반전
ru: Инвертировать выбор
tr: Seçimi Tersine Çevir
zh_cn: 反选
zh_tw: 反轉選取

source: Unable to create devices object.
ar: غير قادر على إنشاء كائن الأجهزة.
eo: Ne eblas krei aparatojn objektojn.
eu: Ezin du «devices» objektua sortu.
fi: Laiteoliota ei voitu luoda.
fr: Impossible de créer l'objet « périphériques ».
gl: Non é posíbel crear un obxecto de dispositivos.
hu: Nem hozható létre eszközobjektum.
ia: Incapace a crear objecto de dispositivos.
ko: devices 객체를 만들 수 없습니다.
ru: Не удалось создать объект устройств.
tr: Aygıtlar nesnesi oluşturulamıyor.
zh_cn: 无法创建设备对象。
zh_tw: 無法建立裝置物件。

source: This is an internal error. Check your hardware. If all okay please make bug report.
ar: هذا خطأ داخلي. تحقق من جهازك. إذا كان كل شيء على ما يرام، يرجى تقديم تقرير عن الخطأ.
eo: Ĉi tio estas interna eraro. Kontrolu vian aparataron. Se ĉio estas en ordo, bonvolu fari cimraporton.
eu: Hori barneko errore bat da. Egiaztatu zure hardwarea. Dena ondo badago, mesedez, bete akats txosten bat.
fi: Tämä on sisäinen virhe. Tarkista laitteistosi. Jos se on kunnossa, tee vikailmoitus.
fr: Il s'agit d'une erreur interne. Veuillez vérifier votre matériel. Si tout est correct, veuillez rédiger un rapport de bogue.
gl: Trátase dun erro interno. Revise o soporte físico. Se todo está ben, envíe un informe do fallo.
hu: Ez egy belső hiba. Ellenőrizze a hardvert. Ha minden rendben, küldjön hibajelentést.
ia: Isto es un Error interne. Verifica tu hardware. Si toto es ok pro favor tu face un reporto de bug.
ko: 내부 오류입니다. 하드웨어를 확인하십시오. 모두 정상이라면 버그를 보고해 주십시오.
tr: Bu bir iç hata. Donanımınızı denetleyin. Her şey düzgünse bir hata raporu oluşturun.
zh_cn: 这是一个内部错误。请检查您的硬件。如果硬件没问题，请提交错误报告。
zh_tw: 這是一個內部錯誤。請檢查您的硬體。如果您的硬體沒有問題請回報這個錯誤給我們。

source: Unable to create KCDDB object.
ar: غير قادر على إنشاء كائن KCDDB.
eo: Ne eblas krei KCDDB-objekton.
eu: Ezin du KCDDB objektu bat sortu.
fi: KCDDB-oliota ei voitu luoda.
fr: Impossible de créer l'objet « KCDDB ».
gl: Non é posíbel crear un obxecto de tipo KCDDB.
hu: Nem hozható létre KCDDB objektum.
ia: Incapace a crear objecto de KCDDB.
ko: KCDDB 객체를 만들 수 없습니다.
ru: Не удалось создать объект KCDDB.
tr: KCDDB nesnesi oluşturulamıyor.
zh_cn: 无法创建 KCDDB 对象。
zh_tw: 無法建立 KCDDB 物件。

source: Track %1
ar: المقطوعة %1
eo: Trako %1
eu: %1 pista
fi: Raita %1
fr: Piste %1
gl: Pista %1
hu: %1. szám
ia: Tracia %1
ko: 트랙 %1
tr: Parça %1
zh_cn: 第 %1 轨
zh_tw: 音軌 %1

source: Common image formats
ar: تنسيقات الصور الشائعة
eo: Oftaj bildaj formatoj
eu: Irudi fitxategi arruntak
fi: Yleiset kuvamuodot
fr: Formats d'images usuels
gl: Formatos de imaxe comúns
hu: Gyakori képformátumok
ia: Formatos de Image commun
ko: 일반적인 그림 형식
tr: Genel görsel biçimleri
zh_cn: 常见图像格式
zh_tw: 常見圖片格式

source: CDDB transaction already in progress.
ar: يجري بحث في قاعدة بيانات الأقراص المضغوطة الآن.
eo: CDDB-transakcio jam en progreso.
eu: CDDB transakzioa dagoeneko egiten ari da.
fi: CDDB-toimenpide on jo käynnissä.
fr: Une transaction CDDB est déjà en cours.
gl: Xa hai unha transacción de CDDB en progreso.
hu: CDDB művelet már folyamatban.
ia: Transaction currente de CDDN ja in curso.
ko: CDDB 트랜잭션이 진행 중입니다.
tr: CDDB işlemi halihazırda sürüyor.
zh_cn: CDDB 事务已在进行中。
zh_tw: CDDB 交易已在進行中。

source: A CDDB transaction is already in progress. Please wait until it has finished and try again.
ar: يجري البحث في قاعدة بيانات الأقراص المضغوطة الآن. يرجى الانتظار حتى الانتهاء ثم حاول مرة أخرى.
eo: CDDB-transakcio jam estas en progreso. Bonvolu atendi ĝis ĝi finiĝos kaj provu denove.
eu: CDDB eragiketa bat dagoeneko egiten ari da. Mesedez, itxoin bukatu arte eta saiatu berriz.
fi: CDDB-toimenpide on jo käynnissä. Odota sen valmistumista ja yritä uudelleen.
fr: Une transaction CDDB est déjà en cours. Veuillez attendre qu'elle se termine, puis réessayer.
gl: Xa hai unha transacción de CDDB en progreso. Agarde a que remate e vólvao intentar.
hu: Egy CDDB-művelet már folyamatban van. Várjon, amíg befejeződik, majd próbálja újra.
ia: Un transaction de CDDB es ja in curso. Pro favoir tu attende usque il ha terminate e essaya novemente.
ko: CDDB 트랜잭션이 진행 중입니다. 완료될 때까지 기다린 다음 다시 시도하십시오..
tr: CDDB işlemi halihazırda sürüyor. Lütfen bitene kadar bekleyin ve yeniden deneyin.
zh_cn: 一个 CDDB 事务正在进行中。请等待它完成，然后重试。
zh_tw: 已有一個進行中的 CDDB 交易。請等到它完成後再試一次。

source: There is an error with the CDDB server. Please wait or contact the administrator of the CDDB server.
ar: يوجد خطأ في خادم قاعدة بيانات الأقراص المضغوطة CDDB. يرجى الانتظار أو الاتصال بمسؤول خادم قاعدة بيانات الأقراص المضغوطة CDDB.
eo: Estas eraro ĉe la CDDB-servilo. Bonvolu atendi aŭ kontakti la administranton de la CDDB-servilo.
eu: CDDB zerbitzariarekin arazo bat dago. Mesedez, itxoin, edo jar zaitez CDDB zerbitzariaren administratzailearekin harremanean.
fi: CDDB-palvelinyhteydessä sattui virhe. Odota tai ota yhteyttä CDDB-palvelimen ylläpitäjään.
fr: Il s'est produit une erreur avec le serveur « CDDB ». Veuillez patienter ou contacter l'administrateur du serveur « CDDB ».
gl: Produciuse un erro co servidor de CDDB. Agarde ou póñase en contacto co administrador do servidor de CDDB.
hu: Hiba a CDDB kiszolgálóval. Várjon, vagy vegye fel a kapcsolatot a CDDB kiszolgáló rendszergazdájával.
ia: Il ha un error conle servitor de CDDB.Pro favor tu attende o continge le administrator del servitor de CDDB.
ko: CDDB 서버에서 오류가 발생했습니다. 잠시 기다리거나 CDDB 서버 관리자에게 문의하십시오.
tr: CDDB sunucusunda hata oluştu. Lütfen bekleyin veya CDDB sunucunun yöneticisi ile irtibata geçin.
zh_cn: CDDB 服务器出错。请等待或联系 CDDB 服务器的管理员。
zh_tw: CDDB 伺服器有錯誤。請稍候，或是聯繫 CDDB 伺服器的管理員。

source: Cannot find the CDDB server. Check your network. Maybe the CDDB server is offline.
ar: لا يمكن العثور على خادم قاعدة بيانات الأقراص المضغوطة CDDB. تحقق من الشبكة. ربما يكون خادم قاعدة بيانات الأقراص المضغوطة CDDB غير متصل بالإنترنت.
eo: Ne povas trovi la CDDB-servilon. Kontrolu vian reton. Eble la CDDB-servilo estas eksterrete.
eu: Ezin du CDDB zerbitzaria aurkitu. Egiaztatu zure sarea. Agian CDDB zerbitzaria lerroz kanpo dago.
fi: CDDB-palvelinta ei löytynyt. Tarkista verkkoyhteys. CDDB-palvelin ei ehkä ole verkossa.
fr: Impossible de trouver le serveur « CDDB ». Vérifiez votre réseau. Il se peut que le serveur « CDDB » soit déconnecté.
gl: Non é posíbel atopar o servidor de CDDB. Comprobe a rede. Pode que o servidor de CDDB estea desconectado.
hu: A CDDB kiszolgáló nem található. Ellenőrizze a hálózatot. Talán a CDDB kiszolgáló offline.
ia: Non pote trovar le servitor d CDDB. Verifica tu rete. Forsan le servitor de CDDB es foras de linea.
ko: CDDB 서버를 찾을 수 없습니다. 네트워크 연결을 확인하십시오. CDDB 서버가 오프라인일 수도 있습니다.
ru: Невозможно найти сервер CDDB. Проверьте состояние сети, возможно, сервер CDDB отключён.
tr: CDDB sunucusu bulunamıyor. Ağ bağlantınızı denetleyin. Belki CDDB sunucusu çevrimdışıdır.
zh_cn: 找不到 CDDB 服务器。请检查您的网络。也许 CDDB 服务器已经离线。
zh_tw: 找不到 CDDB 伺服器。請檢查您的網路連線狀態。也許 CDDB 伺服器目前不在線上。

source: Please wait, maybe the server is busy, or contact the CDDB server administrator.
ar: يرجى الانتظار، ربما يكون الخادم مشغولاً، أو اتصل بمسؤول خادم قاعدة بيانات الأقراص المضغوطة CDDB.
eo: Bonvolu atendi, eble la servilo estas okupata, aŭ kontaktu la administranton de CDDB-servilo.
eu: Itxoin mesedez, agian zerbitzaria lanpetuta dago, edo jar zaitez CDDB zerbitzariaren administratzailearekin harremanean.
fi: Odota, palvelimella on ehkä ruuhkaa, tai ota yhteyttä CDDB-palvelimen ylläpitäjään.
fr: Veuillez patienter. Il se peut que le serveur soit occupé ou contactez l'administrateur du serveur « CDDB ».
gl: Agarde, pode que o servidor estea ocupado. Tamén pode pórse en contacto co administrador do servidor de CDDB.
hu: Várjon, talán a kiszolgáló foglalt, vagy lépjen kapcsolatba a CDDB kiszolgáló rendszergazdájával.
ia: Pro favor tu attende, forsan le servitor es occupate, o continge le administrator de servitor de CDDB.
ko: 잠시 기다려 주십시오. 서버가 바쁠 수도 있습니다. 또는 CDDB 관리자에게 연락하십시오.
tr: Lütfen bekleyi, sunucu yoğun olabilir veya CDDB sunucu yöneticisi ile irtibata geçin.
zh_cn: 请稍候，或许服务器忙碌，或联系 CDDB 服务器管理员。
zh_tw: 請稍候，伺服器目前可能正在忙碌，或試著聯絡 CDDB 伺服器管理員。

source: Please contact the CDDB server administrator.
ar: يرجى الاتصال بمسؤول خادم قاعدة بيانات الأقراص المضغوطة CDDB.
eo: Bonvolu kontakti la administranton de CDDB-servilo.
eu: Mesedez, jar zaitez CDDB zerbitzariaren administratzailearekin harremanean.
fi: Ota yhteyttä CDDB-palvelimen ylläpitäjään.
fr: Veuillez contacter l'administrateur du serveur « CDDB ».
gl: Póñase en contacto co administrador do servidor de CDDB.
hu: Lépjen kapcsolatba a CDDB kiszolgáló rendszergazdájával.
ia: Pro favor, tu continge administrator de servitor de CDDB
ko: CDDB 서버 관리자에게 문의하십시오.
ru: Обратитесь к администратору сервера CDDB.
tr: Lütfen CDDB sunucu yöneticisi ile irtibata geçin.
zh_cn: 请联系 CDDB 服务器管理员。
zh_tw: 請聯絡 CDDB 伺服器管理員。

source: This should not happen. Please make a bug report.
ar: لا ينبغي أن يحدث هذا. يرجى تقديم تقرير عن الخطأ.
eo: Ĉi tio ne devus okazi. Bonvolu fari cimraporton.
eu: Hau ez litzateke gertatu behar. Mesedez, bete akats-txosten bat.
fi: Näin ei tulisi tapahtua. Tee vikailmoitus.
fr: Ce problème ne devrait pas se produire. Veuillez remplir un rapport de bogue.
gl: Isto non debería ocorrer, debería facer un informe do fallo.
hu: Ez nem történhetne meg. Küldjön hibabejelentést.
ia: Isto non deberea occurrer. Pro favor tu face un reporto de bug.
ko: 일어나면 안 됩니다. 버그를 보고해 주십시오.
tr: Bu olmamalı. Lütfen bir hata raporu oluşturun.
zh_cn: 不应该发生这种情况。请提交错误报告。
zh_tw: 這不該發生。請回報問題給我們。

source: Please make a bug report and contact the CDDB server administrator.
ar: يرجى تقديم تقرير عن الخطأ والاتصال بمسؤول خادم قاعدة بيانات الأقراص المضغوطة CDDB.
eo: Bonvolu fari cimraporton kaj kontakti la administranton de CDDB-servilo.
eu: Mesedez, bete akats-txosten bat eta jar zaitez CDDB zerbitzariaren administratzailearekin harremanean.
fi: Tee vikailmoitus ja ota yhteyttä CDDB-palvelimen ylläpitoon.
fr: Veuillez remplir un rapport de bogue et contacter l'administrateur du serveur « CDDB ».
gl: Informe do fallo e póñase en contacto co administrador do servidor de CDDB.
hu: Küldjön hibabejelentést, és lépjen kapcsolatba a CDDB kiszolgáló rendszergazdájával.
ia: Pro favor tu face un reporto de bug e continge le administrator de servitor de CDDB.
ko: 버그를 보고한 후 CDDB 서버 관리자에게 문의하십시오.
ru: Создайте сообщение об ошибке и обратитесь к администратору сервера CDDB.
tr: Lütfen bir hata raporu oluşturun ve CDDB sunucusu yöneticisi ile irtibata geçin.
zh_cn: 请提交错误报告并联系 CDDB 服务器管理员。
zh_tw: 請回報問題給我們，並也請聯絡 CDDB 伺服器管理員。

source: Unable to create CDIO object.
ar: غير قادر على إنشاء كائن CDIO.
eu: Ez da CDIO objektua sortzeko gai.
fi: CDIO-oliota ei voitu luoda.
fr: Impossible de créer l'objet « CDIO ».
hu: Nem hozható létre CDIO objektum.
ia: Incapace a crear objecto de CDIO.
ru: Не удалось создать объект CDIO.
tr: CDIO nesnesi oluşturulamıyor.
zh_tw: 無法建立 CDIO 物件。

source: This means no data found in the CDDB database.
ar: هذا يعني عدم العثور على بيانات في قاعدة بيانات الأقراص المضغوطة CDDB.
eo: Ĉi tio signifas ke neniuj datumoj trovitaj en la CDDB-datumbazo.
eu: Horrek esan nahi du CDDB datu-basean ez dela daturik aurkitu.
fi: Tämä tarkoittaa, ettei CDDB:stä löytynyt tietoa.
fr: Cela signifie qu'il n'est pas possible de trouver des données dans la base de données « CDDB ».
gl: Isto significa que non se atoparon datos na base de datos de CDDB.
hu: Ez azt jelenti, hogy nem található adat a CDDB adatbázisban.
ia: Isto significa que nulle datos ha essite trovate in le base de datos de CDDB.
ko: CDDB 데이터베이스에서 데이터를 찾을 수 없습니다.
tr: Bu, CDDB veri tabanında hiç veri bulunamadı anlamına gelir.
zh_cn: 这意味着在 CDDB 数据库中没有找到数据。
zh_tw: 這代表 CDDB 資料庫中沒有找到資料。

source: Select CDDB Entry
ar: حدد مدخلة قاعدة بيانات الأقراص المضغوطة CDDB
eo: Elekti CDDB Eniron
eu: Hautatu CDDB sarrera
fi: Valitse CDDB-tietue
fr: Sélectionner un élément « CDDB »
gl: Escoller unha entrada en CDDB
hu: CDDB bejegyzés kijelölése
ia: Selige entrata de CDDB
ko: CDDB 항목 선택
ru: Выберите запись CDDB
tr: CDDB Girdisi Seç
zh_cn: 选择 CDDB 条目
zh_tw: 選取 CDDB 項目

source: Select a CDDB entry:
ar: حدد مدخلة قاعدة بيانات الأقراص المضغوطة CDDB:
eo: Elekti CDDB-eniron:
eu: Hautatu CDDB sarrera bat:
fi: Valitse CDDB-tietue:
fr: Sélectionnez une entrée « CDDB » :
gl: Escolla unha entrada en CDDB:
hu: Válassza ki a CDDB bejegyzést:
ia: Selige un entrata de CDDB:
ko: CDDB 항목 선택:
ru: Выберите запись CDDB:
tr: Bir CDDB girdisi seç:
zh_cn: 选择 CDDB 条目：
zh_tw: 選擇一個 CDDB 項目：

source: Rip
ar: نسخ
eo: Ekstrakti
eu: Erauzi
fi: Rippaa
fr: Extraire
gl: Extraer
hu: Beolvasás
ko: 추출
ru: Копировать
tr: Dönüştür
zh_cn: 抓取
zh_tw: 擷取

source: Track
ar: المقطوعة
eo: Trako
eu: Pista
fi: Raita
fr: Piste
gl: Pista
hu: Szám
ia: Tracia
ko: 트랙
ru: Дорожка
tr: Parça
zh_cn: 跟踪
zh_tw: 音軌

source: Artist
ar: الفنّان
eo: Artisto
eu: Artista
fi: Esittäjä
fr: Artiste
gl: Intérprete
hu: Előadó
ia: Artista
ko: 아티스트
ru: Исполнитель
tr: Sanatçı
zh_cn: 漫画师
zh_tw: 藝人

source: Title
ar: العنوان
eo: Titolo
eu: Titulua
fi: Nimike
fr: Titre
gl: Título
hu: Cím
ia: Titulo
ko: 제목
ru: Название
tr: Başlık
zh_cn: 名称
zh_tw: 標題

source: Length
ar: الطول
eo: Longo
eu: Luzera
fi: Kesto
fr: Durée
gl: Duración
hu: Hossz
ia: Longitude
ko: 길이
ru: Продолжительность
tr: Süre
zh_cn: 长度
zh_tw: 長度

source: Unknown error. No index found in profile model.
ar: خطأ غير معروف. لم يعثر على أي فهرس في نموذج التشكيلة.
eo: Nekonata eraro. No index found in profile model.
eu: Errore ezezaguna. Profil ereduan ez da indizerik aurkitu.
fi: Tuntematon virhe. Profiilimallista ei löytynyt indeksiä.
fr: Erreur inconnue. Aucun index n'a été trouvé dans le modèle de profil.
gl: Erro descoñecido. Non se atopou ningún índice no modelo do perfil.
hu: Ismeretlen hiba. Nem található index a profilmodellben.
ia: Error incognite. Necun indice terovate in le modello de profilo.
ko: 알 수 없는 오류입니다. 프로필 모델에서 색인을 찾을 수 없습니다.
ru: Неизвестная ошибка! В модели профиля не найдено индексов.
tr: Bilinmeyen hata: Profil modelinde indeks bulunamadı.
zh_cn: 未知错误。在配置文件模型中找不到索引。
zh_tw: 未知錯誤。設定檔模型中沒有找到索引。

source: This is an internal error. Please report.
ar: هذا خطأ داخلي. الرجاء التبليغ عنه.
eo: Ĉi tio estas interna eraro. Bonvolu raporti.
eu: Hau barneko errorea da. Mesedez, jakinarazi.
fi: Tämä on sisäinen virhe: ilmoita tästä.
fr: Il s'agit d'une erreur interne. Veuillez la signaler.
gl: Trátase dun erro interno Envíe un informe de erro.
hu: Ez egy belső hiba. Kérjük, jelentse.
ia: Isto es un error interne. Pro favor tu reporta.
ko: 내부 오류입니다. 보고해 주십시오.
ru: Произошла внутренняя ошибка программы. Пожалуйста, сообщите нам о ней.
tr: Bu bir iç hata. Lütfen raporlayın.
zh_cn: 这是一个内部错误。请报告。
zh_tw: 這是一個內部錯誤。請回報給我們。

source: Profile name must not be empty.
ar: يجب ألا يكون اسم ملف التعريف فارغًا.
eo: Profila nomo ne devas esti malplena.
eu: Profil-izena ez da hutsik egon behar.
fi: Profiilinimi ei saa olla tyhjä.
fr: Un nom de profil ne doit pas être vide.
gl: O nome do perfil non pode estar baleiro.
hu: A profilnév nem lehet üres.
ia: Nomine de profilo non pote esser vacue.
ko: 프로필 이름이 비어 있으면 안 됩니다.
ru: Название профиля не может быть пустым.
tr: Profil adı boş olamaz.
zh_cn: 配置文件名称不能为空。
zh_tw: 設定檔名稱不能是空白的。
