Repository: KDE/audex
Catalog: po/*/audex.po
Languages: ar, eo, eu, fi, fr, gl, hu, ia, ko, ru, tr, zh_cn, zh_tw

source: Internal device error.
eo: Eraro de interna aparato.
fr: Erreur interne du périphérique.
gl: Erro interno do dispositivo.
ia: Error interne de dispositivo
ko: 내부 장치 오류입니다.
ru: Ошибка устройства.
tr: İçsel aygıt hatası.
zh_cn: 内部设备错误。
zh_tw: 內部裝置錯誤。

source: Check your device and make a bug report.
eo: Kontrolu vian aparaton kaj faru cimraporton.
fr: Vérifiez votre périphérique et rédigez un rapport de bogue.
gl: Revise o dispositivo e envíe un informe do fallo.
ia: Verifica tu dispositivo e face un reporto de falta.
ko: 장치를 확인하고 버그를 보고하십시오.
ru: Проверьте устройство и отправьте отчёт об ошибке.
tr: Aygıtınızı denetleyin ve bir hata raporu oluşturun.
zh_cn: 检查您的设备并提交错误报告。
zh_tw: 請檢查您的裝置，並進行錯誤回報。

source: Drive Vendor: %1, Drive Model: %2, Drive Revision: %3
fr: Fabricant du lecteur : %1. Modèle du lecteur : %2. Révision du lecteur : %3
ru: Производитель устройства: %1, модель устройства: %2, версия микропрограммы устройства: %3
tr: Sürücü satıcısı: %1, Sürücü modeli: %2, Sürücü revizyonu: %3
zh_tw: 磁碟機廠商：%1，磁碟機型號：%2，磁碟機版本：%3

source: TOC:
fr: Table des matières :
ru: Содержание:
tr: İçindekiler:
zh_tw: 目錄：

source: Extracting finished.
eo: Ekstraktado finiĝis.
fr: Extraction terminée.
gl: Completouse a extracción.
ia: Extraher terminate.
ko: 추출이 완료되었습니다.
ru: Копирование завершено.
tr: Aktarım tamamlandı.
zh_cn: 提取完成。
zh_tw: 擷取完成。

source: Error occured while seeking at sector %1: %2
fr: Une erreur est survenue lors de la recherche au secteur %1 : %2
ru: Во время поиска в секторе %1 произошла ошибка: %2.
tr: Dilim %1 konumunda arama yaparken hata oluştu: %2
zh_tw: 跳至讀取磁區 %1 時發生錯誤：%2

source: An error occured while ripping track %1. See log.
fr: Une erreur est survenue lors l'extraction de la piste %1. Veuillez consulter le journal.
ru: Во время копирования дорожки %1 произошла ошибка. Подробности доступны в журнале.
tr: Parça %1 dönüştürülürken bir hata oluştu. Günlüğe bakın.
zh_tw: 擷取音軌 %1 時發生錯誤。請見紀錄。

source: An error occured while ripping. See log.
fr: Une erreur est survenue pendant l'extraction. Veuillez consulter le journal.
ru: Во время копирования произошла ошибка. Подробности доступны в журнале.
tr: Dönüştürme sırasında bir hata oluştu. Günlüğe bakın.
zh_tw: 擷取時發生錯誤。請見紀錄。

source: Correction sample offset: %1
fr: Correction du décalage de l'échantillon : %1
ia: Displaciamento de Exemplo de correction: %1
ru: Смещение отсчёта исправления: %1
tr: Düzeltme örneği ofseti: %1
zh_tw: 修正樣本偏移：%1

source: Fetching extra information from disc...
fr: Recherche d'informations additionnelles à partir du disque...
tr: Diskten ek bilgi getiriliyor...
zh_tw: 正在從碟片取得額外資訊…

source: Fetching subchannel infos from disc
fr: Recherche des informations de sous-canaux à partir du disque
tr: Diskten alt kanal bilgisi getiriliyor
zh_tw: 正在從碟片取得子頻道資訊

source: Ripping track %1 (%2:%3)...
eo: Ŝirante trakon %1 (%2:%3)...
fr: Extraction de la piste %1 (%2:%3)...
gl: Extraendo a pista %1 (%2:%3)…
ia: Rippante tracia %1 (%2:%3)...
ko: 트랙 %1 추출 중(%2:%3)...
ru: Копирование дорожки %1 (%2:%3)...
tr: Parça %1 dönüştürülüyor (%2:%3)...
zh_cn: 抓取轨道 %1 (%2:%3)...
zh_tw: 正在擷取音軌 %1 (%2:%3)...

source: Start reading track %1 with %2 sectors
eo: Komenci legi trakon %1 kun %2 sektoroj
fr: Commencer à lire la piste %1 avec %2 secteurs
gl: Comezou a extracción da pista %1 con %2 sectores.
ia: Initia leger tracia %1 con %2 sectores
ko: 트랙 %1(섹터 %2개) 읽기 시작
ru: Начало чтения дорожки %1 с %2 секторами
tr: Parça %1, %2 dilim ile okunmaya başlandı
zh_cn: 开始读取音轨 %1 的 %2 个扇区
zh_tw: 開始讀取音軌 %1，有 %2 個磁區

source: Ripping whole disc (%1:%2)...
fr: Extraction de la totalité du disque (%1 : %2)...
ru: Копирование всего диска (%1:%2)…
tr: Tüm CD dönüştürülüyor (%1:%2)
zh_tw: 正在擷取整個碟片 (%1:%2)...

source: Start reading whole disc with %1 sectors
fr: Démarrer la lecture de la totalité du disque avec %1 secteurs
ia: Initia leger disco complete con %1 sectores
ru: Начало чтения всего диска с %1 секторами
tr: %1 dilimle tüm disk okunmaya başlandı
zh_tw: 開始讀取整個碟片，有 %1 個磁區

source: Track %1 with start sector %2
fr: Piste %1 avec le secteur de démarrage %2
ia: Tracia %1 con sector initial %2
ru: Дорожка %1 с начальным сектором %2
tr: %2 başlangıç dilimiyle parça %1
zh_tw: 音軌 %1，起始磁區 %2

source: First sector: %1, Last sector: %2
fr: Premier secteur : %1. Dernier secteur :%2
ia: Prime sector: %1. Ultime sector: %2
ru: Первый сектор: %1, последний сектор: %2
tr: İlk dilim: %1, Son dilim: %2
zh_tw: 第一個磁區：%1，最後一個磁區：%2

source: Error occured while reading sector %1 (track time pos %2): %3
ar: حدث خطأ أثناء قراءة القطاع %1 (نقطة تتبع الوقت %2): %3
eu: Errorea gertatu da %1 sektorea irakurtzean (pistaren denbora kok. %2): %3
fi: Luettaessa sektoria %1 sattui virhe (raidan ajallinen sijainti %2): %3
fr: Une erreur est survenue lors de la lecture du secteur %1 (Position de temps de la piste %2) : %3
hu: Hiba történt a(z) %1 szektor olvasása közben (sávpozíció: %2): %3
ru: Во время чтения сектора %1 произошла ошибка (позиция времени трека — %2): %3
tr: Dilim %1 okunurken hata oluştu (parça zaman konumu %2): %3
zh_tw: 讀取磁區 %1 時發生錯誤（音軌時間位置 %2）：%3

source: An error occured while ripping track %1 at position %2. See log.
ar: حدث خطأ أثناء استخراج المسار %1 في الموضع %2. انظر السجل.
eu: Errore bat gertatu da %1 pista %2 kokalekuan erauztean. Ikusi egunkaria.
fi: Purettaessa raitaa %1 kohdassa %2 sattui virhe. Katso lokia.
fr: Une erreur est survenue lors de l'extraction de la piste %1 à la position %2. Veuillez consulter le journal.
hu: Hiba történt a(z) %1. sáv beolvasása közben, a(z) %2 pozíciónál. Lásd a naplót.
tr: %2 konumunda parça %1 dönüştürülürken bir hata oluştu. Günlüğe bakın.
zh_tw: 在位置 %2 擷取音軌 %1 時發生錯誤。請見紀錄。

source: An error occured while ripping at position %1. See log.
ar: حدث خطأ أثناء النسخ من القرص المضغوط في الموضع %1. انظر السجل.
eu: Errore bat gertatu da %1 kokapenean erauztean. Ikusi egunkaria.
fi: Purettaessa sattui virhe kohdassa %1. Katso lokia.
fr: Une erreur est survenue lors de l'extraction à la position %1. Veuillez consulter le journal.
hu: Hiba történt a beolvasás során a(z) %1 pozíciónál. Lásd a naplót.
tr: %1 konumunda dönüştürme sırasında bir hata oluştu. Günlüğe bakın.
zh_tw: 在位置 %1 擷取時發生錯誤。請見紀錄。

source: Error reading sector %1 (track time pos %2)
ar: خطأ في قراءة القطاع %1 (نقطة تتبع الوقت %2)
eu: Errorea %1 sektorea irakurtzean (pistaren denbora kok. %2)
fi: Virhe luettaessa sektoria %1 (raidan aikasijainti %2)
fr: Erreur lors de la lecteur du secteur %1 (Position de temps de la piste %2)
hu: Hiba a(z) %1. szektor olvasásakor (sávon belüli pozíció: %2)
ru: Ошибка чтения сектора %1 (позиция времени трека — %2)
tr: Dilim %1 okunurken hata (parça zaman konumu %2)
zh_tw: 讀取磁區 %1 時發生錯誤（音軌時間位置 %2）

source: Error reading sector %1 (%2): **Filling whole sector with silence**
ar: خطأ في قراءة القطاع %1 (%2): **ملء القطاع بأكمله بالصمت**
eu: Errorea %1 (%2) sektorea irakurtzean: **Sektore osoa isiltasunez betetzen**
fi: Virhe luettaessa sektoria %1 (%2): **Täytetään koko sektori hiljaisuudella**
fr: Erreur lors de la lecture du secteur %1 (%2) : **Remplissage de la totalité du secteur avec un bruit blanc**
hu: Hiba a(z) %1. szektor olvasásakor (%2): **a teljes szektor csenddel lesz kitöltve**
ru: Ошибка чтения сектора %1 (%2): **Заполнение всего сектора тишиной**
tr: Dilim %1 okunurken hata (%2): **Tüm dilim sessizlikle dolduruluyor**
zh_tw: 讀取磁區 %1 時有錯誤 (%2)：**將把整個磁區以靜音填滿*

source: Ripping was canceled due to an error.
ar: ألغي الاستخراج من القرص المضغوط بسبب حدوث خطأ.
eu: Errore bat dela eta erauztea bertan behera utzi da.
fi: Purkaminen peruttiin virheen takia.
fr: L'extraction a été annulée en raison d'une erreur.
hu: A beolvasás egy hiba miatt megszakadt.
tr: Bir hatadan dolayı dönüştürme iptal edildi.
zh_tw: 擷取由於發生錯誤而取消。

source: User canceled extracting.
ar: ألغى المستخدم الاستخراج.
eo: Uzanto nuligis eltiron.
eu: Erabiltzaileak erauztea bertan behera utzi du.
fi: Käyttäjä perui purkamisen.
fr: L'utilisateur a annulé l'extraction.
gl: Cancelou a extracción.
hu: A felhasználó megszakította a beolvasást.
ia: Usator cancellava extraction.
ko: 사용자가 추출을 취소했습니다.
ru: Копирование отменено пользователем.
tr: Kullanıcı çıkarmayı iptal etti.
zh_cn: 用户取消了提取
zh_tw: 使用者取消了擷取。

source: Extraction interrupted
ar: توقف الاستخراج
eu: Erauztea eten egin da
fi: Purkaminen keskeytetty
fr: Extraction interrompue.
hu: Beolvasás megszakítva
tr: Çıkarma yarıda kesildi
zh_tw: 擷取已被中斷

source: Ripping OK (Track %1).
ar: الاستخراج جيد (المسار %1).
eo: Ripping OK (Trako %1).
eu: Erauztea ZUZEN (%1 pista).
fi: Purku onnistui (raita %1).
fr: Extraction correcte (piste %1).
gl: A extracción da pista %1 completouse correctamente.
hu: Beolvasás OK (%1. szám)
ia: Rippar OK (Tracia %1).
ko: 추출에 성공했습니다(트랙 %1).
ru: Копирование завершено (Дорожка %1).
tr: Dönüştürme Tamam (Parça %1).
zh_cn: 抓取 OK (音轨 %1)。
zh_tw: 擷取正常（音軌 %1）。

source: Ripping OK.
ar: الاستخراج جيد.
eu: Erauztea ZUZEN.
fi: Purku onnistui.
fr: Extraction réussie.
gl: A extracción completouse correctamente.
hu: Beolvasás OK.
ia: Rippar OK.
ko: 추출에 성공했습니다.
tr: Dönüştürme Tamam.
zh_cn: 抓取成功。
zh_tw: 擷取正常。

source: Ripping finished
fr: Extraction terminée
tr: Dönüştürme tamamlandı
zh_tw: 擷取已完成

source: FLAC (Lossless)
ar: FLAC (بلا فقدان)
eo: FLAC (Senperdo)
eu: FLAC (Galerarik gabe)
fi: FLAC (häviötön)
fr: FLAC (Sans perte)
gl: FLAC (sen perda)
hu: FLAC (veszteségmentes)
ia: FLAC (Lossless-sin perdita)
ko: FLAC(무손실)
ru: FLAC (без потерь)
tr: FLAC (Kayıpsız)
zh_cn: FLAC (无损)
zh_tw: FLAC (無損)

source: WAVE (Raw Uncompressed)
ar: موجة (خام غير مضغوط)
eo: WAVE (Kruda Nekunpremita)
eu: WAVE (Gordena konprimatu gbea)
fi: WAVE (raaka pakkaamaton)
fr: WAVE (Brut non comprimé)
gl: WAVE (en bruto, sen comprimir)
hu: WAVE (nyers, tömörítetlen)
ia: WAVE (Raw Non Comprimite)
ko: WAVE(Raw 비압축)
ru: WAVE (без сжатия)
tr: WAVE (Ham Sıkıştırılmamış)
zh_cn: WAVE (原始未压缩)
zh_tw: WAVE (原始，未壓縮)

source: Custom
ar: مخصّص
eo: Propra
eu: Norberak finkatua
fi: Mukautettu
fr: Personnalisé
gl: Personalizado
hu: Egyéni
ia: Personalisate
ko: 사용자 정의
ru: Свой вариант
tr: Özel
zh_cn: 定制
zh_tw: 自訂

source: Command scheme is empty.
ar: مخطط الأوامر فارغ.
eu: Komando-antolaera hutsik dago.
fi: Komentokuvio on tyhjä.
fr: Le thème de commandes est vide.
gl: O esquema da orde está baleiro.
hu: A parancsséma üres.
ia: Schema de coimmando es vacue.
ru: Не указана схема команды.
tr: Komut şeması boş.
zh_tw: 命令機制是空的。

source: Encoding track %1...
ar: يرمز المسار %1...
eo: Kodi trakon %1...
eu: %1 pista kodetzen...
fi: Koodataan raitaa %1…
fr: Encodage de la piste %1...
gl: Codificando a pista %1…
hu: %1. sáv kódolása…
ia: Codificante Tracia %1...
ko: 트랙 %1 인코드 중...
ru: Кодирование дорожки %1…
tr: Parça %1 kodlanıyor...
zh_cn: 编码音轨 %1...
zh_tw: 正在編碼音軌 %1...

source: Deleted partial file "%1".
ar: ملف جزئي محذوف "%1".
eo: Forigita parta dosiero "%1".
eu: Osatu gabeko «%1» fitxategia ezabatu da.
fi: Poistettiin osittainen tiedosto ”%1”.
fr: Fichier partiel supprimé « %1 ».
gl: Eliminouse o ficheiro parcial «%1».
hu: A(z) „%1” részleges fájl törölve.
ia: Delite file partial "%1".
ko: 부분 파일 "%1"을(를) 삭제했습니다.
ru: Удалён незавершённый файл «%1».
tr: "%1" kısımsal dosyası silindi.
zh_cn: 已删除部分文件 "%1"。
zh_tw: 已刪除部分檔案 "%1"。

source: User canceled encoding.
ar: ألغ المستخدم الترميز.
eo: Uzanto nuligis kodigon.
eu: Erabiltzaileak kodetzea bertan behera utzi du.
fi: Käyttäjä perui koodauksen.
fr: L'utilisateur a annulé l'encodage.
gl: Cancelou a codificación.
hu: A felhasználó megszakította a kódolást.
ia: Usator cancellava codificar.
ko: 사용자가 인코딩을 취소했습니다.
ru: Кодирование отменено пользователем.
tr: Kullanıcı kodlamayı iptal etti.
zh_cn: 用户取消了编码。
zh_tw: 使用者取消了編碼。

source: Encoding OK ("%1").
ar: انتهى الترميز ("%1").
eo: Kodigo Bone ("%1").
eu: Kodeketa ondo («%1»).
fi: Koodaus onnistui (”%1”).
fr: Encodage correct (« %1 »).
gl: A codificación completouse correctamente («%1»).
hu: Kódolás OK („%1”).
ia: Codificar OK ("%1").
ko: 인코딩 OK("%1").
ru: Кодирование завершено («%1»).
tr: Kodlama Tamam ("%1").
zh_cn: 编码完成 ("%1")。
zh_tw: 編碼正常（"%1"）。

source: An error occurred while encoding file "%1".
ar: حدث خطأ أثناء ترميز الملف "%1".
eo: Okazis eraro dum kodado de dosiero "%1".
eu: Errore bat gertatu da «%1» fitxategia kodetzean.
fi: Tiedostoa ”%1” koodattaessa sattui virhe.
fr: Une erreur est survenue pendant l'encodage du fichier « %1 ».
gl: Produciuse un erro ao codificar o ficheiro «%1».
hu: Hiba történt a(z) „%1” fájl kódolása során.
ia: Un error occurreva durante que on codificava le file: "%1".
ko: "%1" 파일을 인코드하는 중 오류가 발생했습니다.
ru: Во время кодирования файла «%1» произошла ошибка.
tr: "%1" dosyası kodlanırken bir hata oluştu.
zh_cn: 编码文件 "%1" 时发生错误。
zh_tw: 編碼檔案 "%1" 時發生錯誤。

source: Please check your profile.
ar: يرجى التحقق من تشكيلتك.
eo: Bonvolu kontroli vian profilon.
eu: Mesedez, egiaztatu zure profila.
fi: Tarkista profiilisi.
fr: Veuillez vérifier votre profil.
gl: Revise o perfil.
hu: Ellenőrizze a profilját.
ia: Pro favor tu verifica tu profilo.
ko: 프로필을 확인하십시오.
ru: Проверьте профиль.
tr: Lütfen profilinizi denetleyin.
zh_cn: 请检查您的配置文件。
zh_tw: 請檢查您的設定檔。

source: %1 failed to start.
ar: فشل بدء %1
eo: %1 malsukcesis komenci.
eu: %1 hastean huts egin du.
fi: %1 ei käynnistynyt.
fr: %1 n'a pas réussi à démarrer.
gl: Non foi posíbel iniciar %1.
hu: A(z) %1 indítása sikertelen.
ia: %1 falleva a initiar.
ko: %1을(를) 시작할 수 없습니다.
ru: Ошибка запуска %1.
tr: %1 başlatılamadı.
zh_cn: %1 启动失败。
zh_tw: %1 啟動失敗。

source: Either it is missing, or you may have insufficient permissions to invoke the program.
ar: إما أنه مفقود، أو قد لا يكون لديك أذونات كافية لاستدعاء البرنامج.
eo: Aŭ ĝi mankas, aŭ vi eble havas nesufiĉajn permesojn por alvoki la programon.
eu: Edo falta da, edo baliteke programari deitzeko behar adina baimen ez izatea.
fi: Ohjelma joko puuttuu tai sen suorittamiseksi ei ole käyttöoikeutta.
fr: Soit l'application n'est pas installée, soit il se peut que vos droits d'accès soient insuffisants pour exécuter le programme.
gl: Ou non está ou pode que careza dos permisos necesarios para executar o programa.
hu: Vagy hiányzik, vagy nincs elegendő jogosultsága a program futtatásához.
ko: 프로그램이 없거나 프로그램을 시작할 권한이 없을 수도 있습니다.
ru: Программа не найдена или недостаточно прав для её запуска.
tr: Programı başlatmak için eksik veya yetersiz izinleriniz olabilir.
zh_cn: 可能是文件丢失，或者是您可能没有足够的权限来调用程序。
zh_tw: 它可能不存在，又或許您的權限不足以執行該程式。

source: %1 crashed some time after starting successfully.
ar: %1 إنهار بعد فترة من بدء التشغيل بنجاح.
eo: %1 paneis iom da tempo post komenci sukcese.
eu: %1 kraskatu da, ondo abiatu eta denbora bat igarota.
fi: %1 kaatui jonkin aikaa onnistuneesti käynnistyttyään.
fr: %1 s'est arrêté brutalement quelques instants après avoir réussi à démarrer.
gl: %1 quebrou despois de iniciarse correctamente.
hu: A(z) %1 összeomlott nem sokkal a sikeres elindulás után.
ko: %1이(가) 시작된 후 시간이 지나서 충돌했습니다.
ru: Через некоторое время после успешного запуска %1 произошёл сбой.
tr: %1 başarılı şekilde başladıktan bir süre sonra çöktü.
zh_cn: %1 在成功启动后崩溃了一些时间。
zh_tw: %1 啟動成功一段時間之後崩潰了。

source: %1 timed out. This should not happen.
ar: %1 انتهت المهلة. لا ينبغي أن يحدث هذا.
eo: %1 elĉerpiĝis. Ĉi tio ne devus okazi.
eu: %1(e)k denbora-muga gainditu du. Ez litzateke halakorik gertatu behar.
fi: %1 aikakatkaistsiin. Näin ei pitäisi tapahtua.
fr: %1 a dépassé le temps qui lui était imparti. Cela ne devrait pas se produire.
gl: %1 esgotou o tempo límite. Isto non debería ocorrer.
hu: A(z) %1 túllépte az időkorlátot. Ez nem történhetne meg.
ko: %1 시간이 초과되었습니다. 일어나면 안 됩니다.
ru: Время ожидания %1 истекло. Такого быть не должно.
tr: %1 zaman aşımına uğradı. Bu olmamalı.
zh_cn: %1 超时。这不应发生。
zh_tw: %1 逾時了。這不該發生。

source: An error occurred when attempting to write to %1.
ar: حدث خطأ أثناء محاولة الكتابة إلى %1.
eo: Eraro okazis kiam oni provis skribi al %1.
eu: Errore bat gertatu da %1(e)ra idazten saiatzean.
fi: Yritettäessä kirjoittaa tiedostoa %1 sattui virhe.
fr: Une erreur est survenue lors d'une tentative d'écriture sur %1.
gl: Produciuse un erro ao intentar escribir en %1.
hu: Hiba történt a(z) %1 írására tett kísérlet során.
ko: %1에 쓰려고 시도하는 중 오류가 발생했습니다.
ru: При попытке выполнить запись в %1 произошла ошибка.
tr: %1 üzerine yazmaya çalışılırken bir hata oluştu.
zh_cn: 试图写入 %1 时出错。
zh_tw: 嘗試寫入 %1 時發生錯誤。

source: For example, the process may not be running, or it may have closed its input channel.
ar: على سبيل المثال، قد لا تكون العملية قيد التشغيل، أو ربما تكون قد أغلقت قناة الإدخال الخاصة بها.
eo: Ekzemple, la procezo eble ne funkcias, aŭ ĝi eble fermis sian enigkanalon.
eu: Adibidez, baliteke prozesua martxan ez egotea, edo baliteke bere sarrerako kanalak itxi izana.
fi: Prosessi ei esimerkiksi ole käynnissä tai on sulkenut syötekanavansa.
fr: Par exemple, il se peut que le processus ne soit pas actif ou qu'il ait fermé son canal d'entrée.
gl: Por exemplo, o proceso podería non estar en execución, ou pode que pechase a súa canle de entrada.
hu: Például az is előfordulhat, hogy a folyamat nem fut, vagy lezárta a bemeneti csatornáját.
ko: 예를 들어서 프로세스가 실행 중이 아니거나 입력 채널을 닫았을 수도 있습니다.
ru: Например, процесс может не выполняться или закрыт его входной канал.
tr: Örneği, süreç çalışmayabilir veya kendini girdiye kapatmış olabilir.
zh_cn: 例如，该进程可能未运行，或者它可能已关闭其输入频道。
zh_tw: 舉例來說，該行程可能並非執行中，或者可能已經關閉了它的輸入頻道。

source: An error occurred when attempting to read from %1.
ar: حدث خطأ أثناء محاولة القراءة من %1.
eo: Eraro okazis kiam oni provis legi el %1.
eu: Errore bat gertatu da %1(e)tik irakurtzen saiatzean.
fi: Yritettäessä lukea tiedostoa %1 sattui virhe.
fr: Un erreur est survenue lors de la tentative de lecture depuis %1.
gl: Produciuse un erro ao intentar ler de %1.
hu: Hiba történt a(z) %1 olvasására tett kísérlet során.
ko: %1에서 읽으려고 시도하는 중 오류가 발생했습니다.
ru: Ошибка чтения из %1.
tr: %1 üzerinden okumaya çalışılırken bir hata oluştu.
zh_cn: 尝试从 %1 读取时出错。
zh_tw: 嘗試從 %1 讀取時發生錯誤。

source: For example, the process may not be running.
ar: على سبيل المثال، قد لا تكون العملية قيد التشغيل.
eo: Ekzemple, la procezo eble ne funkcias.
eu: Adibidez, baliteke prozesua martxan ez egotea.
fi: Prosessi ei esimerkiksi ole käynnissä.
fr: Par exemple, il se peut que le processus ne soit pas en cours d'exécution.
gl: Por exemplo, o proceso podería non estar en execución.
hu: Például az is előfordulhat, hogy a folyamat nem fut.
ia: Per exemplo, le processo poterea non esser executante.
ko: 예를 들어 프로세스가 실행 중이 아닐 수도 있습니다.
ru: Например, процесс может не выполняться.
tr: Örneğin, süreç çalışmayabilir.
zh_cn: 例如，进程可能未在运行。
zh_tw: 舉例來說，該行程可能並非執行中。

source: An unknown error occurred to %1. This should not happen.
ar: حدث خطأ غير معروف لـ %1. لا ينبغي أن يحدث هذا.
eo: Nekonata eraro okazis al %1. Ĉi tio ne devus okazi.
eu: %1(e)ri errore ezezagun bat gertatu zaio. Hau ez litzateke gertatu behar.
fi: Tiedostossa %1 ilmeni odottamaton virhe. Näin ei pitäisi tapahtua.
fr: Une erreur inconnue est survenue sur %1,. Cela ne devrait pas se produire.
gl: Produciuse un erro descoñecido con %1. Isto non debería ocorrer.
hu: Ismeretlen hiba történt: %1. Ennek nem lenne szabad megtörténnie.
ia: Un error incognoscite occurreva a %1. Isto non debrea occurrer.
ko: %1에서 알 수 없는 오류가 발생했습니다. 일어나면 안 됩니다.
ru: С %1 произошла неизвестная ошибка. Такого быть не должно.
tr: %1 üzerinde bilinmeyen bir hata oluştu. Bu olmamalı.
zh_cn: %1发生未知错误。这不应发生。
zh_tw: %1 發生了未知的錯誤。這不該發生。

source: Illegal character found at index %1: '%2'
ar: عثر على حرف غير قانوني في الفهرس %1: '%2'
eu: Legez kanpoko karaktere bat aurkitu da %1 indizean: '%2'
fi: Indeksistä %1 löytyi virheellinen merkki: ”%2”
fr: Caractère illégal trouvé à l'indice %1 : « %2 »
gl: Atopouse un carácter non permitido no índice %1: «%2».
hu: Érvénytelen karakter a(z) %1. pozíción: „%2”
ru: По индексу %1 обнаружен недопустимый символ: «%2»
tr: %1 indeksinde izin verilmeyen karakter bulundu: '%2'
zh_tw: 在索引值 %1 位置發現無效字元：'%2'

source: Unclosed quote found
ar: عثر على اقتباس غير مغلق
eu: Itxi gabeko aipua aurkitu da
fi: Löytyi sulkematon lainausmerkki
fr: Accolade non fermée trouvée.
gl: Atopáronse comiñas sen pechar.
hu: Bezáratlan idézőjel található
ru: Найдены незакрытые кавычки
tr: Kapatılmamış tırnak bulundu
zh_tw: 找到未配對的引號

source: Illegal character found at index %1: %2
ar: عثر على حرف غير قانوني في الفهرس %1: %2
eu: Legez kanpoko karaktere bat aurkitu da %1 indizean: %2
fi: Indeksistä %1 löytyi virheellinen merkki: %2
fr: Caractère illégal trouvé à l'indice %1 : %2
gl: Atopouse un carácter non permitido no índice %1: %2.
hu: Érvénytelen karakter található a(z) %1. indexen: %2
ru: По индексу %1 обнаружен недопустимый символ: %2
tr: %1 indeksinde izin verilmeyen karakter bulundu: %2
zh_tw: 在索引值 %1 位置發現無效字元：%2

source: replace_char_list parameter needs two more parameters replace_char_list_from and replace_char_list_to with equal size.
ar: تحتاج المعلمة replace_char_list إلى معلمتين إضافيتين استبدال_char_list_from و replace_char_list_to بحجم متساوٍ.
eu: «replace_char_list» parametroak bi parametro gehiago behar ditu, «replace_char_list_from» eta «replace_char_list_to», neurri berekoak.
fi: replace_char_list-parametri tarvitsee kaksi samankokoista lisäparametria, replace_char_list_from ja replace_char_list_to.
fr: Le paramètre « Remplace-Liste-Caractères » a besoin de deux paramètres supplémentaires « Remplace-Liste-Caractères-De » et « Remplace-Liste-Caractères-A » avec une taille égale.
gl: O parámetro «replace_char_list» necesita outros dous parámetros, «replace_char_list_from» e «replace_char_list_to», co mesmo tamaño.
hu: A replace_char_list paraméterhez két további paraméter szükséges: replace_char_list_from és replace_char_list_to, amelyeknek azonos hosszúságúaknak kell lenniük.
tr: replace_char_list parametresine iki adet parametre daha gerek: replace_char_list_from ve eşit boyutlu replace_char_list_to.
zh_tw: replace_char_list（替換字元清單）參數需要另外兩個參數：replace_char_list_from（替換字元清單——來源）及 replace_char_list_to（替換字元清單——目標），它們的大小必須相同。

source: Unclosed brace.
ar: اقتباس غير مغلق.
eu: Itxi gabeko giltza.
fi: Sulkematon sulje.
fr: Accolade non fermée.
gl: Chave sen pechar.
hu: Lezáratlan kapcsos zárójel.
ru: Незакрытые скобки.
tr: Kapatılmamış ayraç bulundu.
zh_tw: 未配對的大括號。

source: Could not create temporary cover file: %1
ar: تعذر إنشاء ملف الغلاف المؤقت: %1
eu: Ezin izan du aldi baterako azal-fitxategia sortu: %1
fi: Väliaikaista kansikuvatiedostoa ei voitu luoda: %1
fr: Impossible de créer un fichier de couverture temporaire : %1
gl: Non foi posíbel crear o ficheiro de portada temporal: %1.
hu: Nem sikerült létrehozni az ideiglenes borítóképfájlt: %1
ru: Не удалось создать временный файл обложки: %1
tr: Geçici kapak dosyası oluşturulamadı: %1
zh_tw: 無法建立暫存封面檔：%1
